Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/CheckIn.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT
source: You can use Check In to interact with and share your journey with a friend. You can start a Check In session with your iPhone with iOS 17 or later. You and your Check In friend will both need to have enabled iMessage and be signed in with your own Apple Account and have two-factor authentication enabled. In order to facilitate your Check In session, Apple retains personal data around your session, including your type of Check In session and whether you are currently active in a session. Apple retains this personal data only for the length of your Check In session and for 24 hours afterward. Your destination and approximate arrival time will be shared with your friend when you start a destination session. Your friend will be sent an automatic notification informing them when your device arrives at your destination or when your time duration ends and you confirm you are doing okay. You can also cancel a Check In at any time by tapping “End Check In” or “Stop Sharing”. When a Check In session is ended, your friend will automatically receive a notification, and information about your Check In session will be deleted. While in a Check In session, information about your devices will be temporarily saved. Since Check In uses iMessage, this information is encrypted end to end. In the event something unexpected happens, such as your device failing to reach its destination or losing connectivity; or an emergency event, such as Crash Detection, Fall Detection; or you use any of the Emergency SOS features and you do not respond to prompts on your device, your friend will automatically be sent an iMessage letting them know. They will also be sent the option to download your Check In information about your device, including last-known battery level, cellular status, and location. You can also opt in to sharing the route your device took from your starting point to your device’s last-known location. Your device(s) will continue to monitor your progress and update your friend on your device status for up to 24 hours after the event. Your device and your friend’s device will keep your Check In information downloaded locally for up to seven days. In the event your friend has been notified in error, you can end the session by tapping End Check In, and let them know by contacting them in the Messages or Phone apps, for example. Applicable Legal Basis for Processing Personal Data When you use Check In, Apple processes your personal data as necessary for providing the service, and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law. Where applicable local law permits, we process the following categories of personal data as necessary for purposes of our legitimate interests or those of a third party, including information about whether you are currently in a Check In session with another person, who that person is, and if the cache is released during the current session. These legitimate interests include to: • Troubleshoot, prevent fraud or criminal activity • Help maintain the Check In architecture by ensuring your session information gets sent to the correct contact Retention Apple retains personal data only for so long as necessary to fulfill the purposes for which it was collected, including as described in Apple’s Privacy Policy or in our service-specific privacy notices, or as required by law. When assessing retention periods, we first carefully examine whether it is necessary to retain the personal data collected and, if retention is required, work to retain the personal data for the shortest possible period permissible under law. Apple retains limited personal data about your use of Check In, such as if you are currently active in a Check In session and with whom, for the length of a Check In session and up to 24 hours after. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: يمكنك استخدام الاطمئنان للتفاعل مع صديق ومشاركة رحلتك معه. يمكنك بدء جلسة اطمئنان باستخدام iPhone مثبَّت عليه iOS 17 أو أحدث. ستحتاج أنت وصديقك في جلسة الاطمئنان إلى تمكين iMessage وتسجيل الدخول باستخدام حسابات حساب Apple الخاصة وتمكين المصادقة بخطوتين. من أجل تسهيل جلسة الاطمئنان، تحتفظ Apple ببيانات شخصية حول جلستك، من ضمنها نوع جلسة الاطمئنان وإذا كنت نشطًا حاليًا في جلسة ما. تحتفظ Apple بهذه البيانات الشخصية فقط خلال مدة جلسة الاطمئنان وحتى ^[24](formatNumber: true) ساعة بعد ذلك. ستتم مشاركة وجهتك ووقت وصولك المقدَّر مع صديقك عند بدء جلسة وجهة. سيتم إرسال إشعار تلقائي إلى صديقك لإعلامه عندما يصل جهازك إلى وجهتك أو عندما تنتهي المدة الزمنية وتؤكد أنك بخير. يمكنك أيضًا إلغاء جلسة الاطمئنان في أي وقت بالضغط على "إنهاء الاطمئنان" أو "إيقاف المشاركة". عند انتهاء جلسة الاطمئنان، سيتلقى صديقك إشعارًا تلقائيًا، وستُحذف المعلومات المتعلقة بجلسة الاطمئنان. أثناء جلسة الاطمئنان، ستُحفظ معلومات حول أجهزتك مؤقتًا. ولأن ميزة الاطمئنان تستخدم iMessage، يتم تشفير هذه المعلومات تشفيرًا كاملاً. في حالة حدوث شيء غير متوقع، مثل فشل جهازك في الوصول إلى وجهته أو فقدان الاتصال؛ أو أي حدث طارئ، مثل اكتشاف اصطدام أو اكتشاف السقوط أو استخدامك أيًا من ميزات طوارئ SOS وعدم قدرتك على الرد على رسالة المطالبة التي تظهر على جهازك، فسيتم إرسال رسالة iMessage تلقائيًا إلى صديقك لإعلامه بذلك. وسيُرسل إليهم أيضًا خيار تنزيل معلومات الاطمئنان حول جهازك، بما في ذلك آخر مستوى معروف لشحن البطارية وحالة الشبكة الخلوية والموقع. يمكنك أيضًا مشاركة المسار الذي سلكه جهازك من نقطة البداية إلى آخر موقع معروف لجهازك. سيستمر جهازك/أجهزتك في مراقبة تقدمك وتحديث صديقك بحالة جهازك لمدة تصل إلى ٢٤ ساعة بعد الحدث. سيحتفظ جهازك وجهاز صديقك بمعلومات الاطمئنان التي تم تنزيلها محليًا لمدة تصل إلى سبعة أيام. في حالة إعلام صديقك عن طريق الخطأ، يمكنك إنهاء الجلسة بالضغط على إنهاء الاطمئنان، وإخباره عن طريق التواصل معه على أي تطبيق، مثل الرسائل أو الهاتف. الأسس القانونية لمعالجة البيانات الشخصية عند استخدامك ميزة الاطمئنان، تعال Apple بياناتك الشخصية حسبما تقتضيه الضرورة لتقديم الخدمة، ولاستيفاء التزاماتنا القانونية. عندما تكون الموافقة هي الأساس القانوني المناسب، فإننا نطلبها بمقتضى القانون المحلي المعمول به. حيثما يسمح القانون المحلي المعمول به، نعالج الفئات التالية من البيانات الشخصية حسب الضرورة التي تقتضيها مصالحنا المشروعة أو مصالح جهة خارجية ما، بما في ذلك معلومات نشاطك في جلسة الاطمئنان الحالية مع شخص آخر، ومن هذا الشخص، وما إذا تم إفراغ الذاكرة المؤقتة خلال الجلسة الحالية أم لا. تتضمن هذه المصالح المشروعة ما يلي: • استكشاف الأخطاء وإصلاحها ومنع الاحتيال أو النشاط الإجرامي • المساعدة في الحفاظ على بنية ميزة "الاطمئنان" من خلال ضمان إرسال معلومات الجلسة الخاصة بك إلى جهة الاتصال الصحيحة الاحتفاظ بالمعلومات تحتفظ Apple بالبيانات الشخصية فقط طالما كان ذلك ضروريًا لتحقيق أغراض جمعها، بما في ذلك ما هو موضح في سياسة خصوصية Apple أو في إشعارات الخصوصية الخاصة بالخدمة، أو وفقًا لما يقتضيه القانون. عند تقييم فترات الاحتفاظ، نتأكد في البداية مما إذا كان الاحتفاظ بالبيانات الشخصية المحصَّلة ضروريًا أم لا، وما إذا كان الاحتفاظ بالمعلومات مطلوبًا أم لا، ونعمل على الاحتفاظ بالبيانات الشخصية لأقصر وقت ممكن يسمح به القانون. تحتفظ Apple ببيانات شخصية محدودة حول استخدامك لميزة الاطمئنان، مثل نشاطك الحالي في جلسة الاطمئنان ومع مَن، لمدة جلسة الاطمئنان وحتى ٢٤ ساعة بعدها. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Можете да използвате функцията Проверка, за да взаимодействате с вашето пътуване, както и да го споделите с приятел. Можете да започнете сесия за Проверка с вашия iPhone с iOS 17 или следваща версия. При използването на функцията Проверка вие и вашият приятел ще бъде необходимо да имате активирани съобщения iMessage и да сте влезли с личните си Apple регистрации, както и да имате активирана двуфакторна идентификация. За да улесни вашата сесия за Проверка, Apple запазва лични данни с вашата сесия, включително типа на вашата сесия за Проверка и дали в момента сесията е активна. Apple запазва тези лични данни само за продължителността на вашата сесия за Проверка и за 24 часа след това. Дестинацията и приблизителен час на пристигане ще бъдат споделени с приятеля ви, когато започне сесия за достигане на дестинация. Ще бъде изпратено автоматично известие на вашия приятел с информация кога устройството ви пристига до дестинацията или кога определеният период от време свърши и вие потвърдите, че сте добре. Също така по всяко време можете да откажете Проверка, като докоснете „Край на проверка“ или „Спри споделяне“. Когато сесията за Проверка приключи, вашият приятел автоматично ще получи известие и информацията за вашата сесия за Проверка ще бъде изтрита. Докато сте в сесия за Проверка, информация за вашите устройства ще бъде временно записана. Тъй като Проверка използва iMessage, тази информация е криптирана от край до край. В случай че се случи нещо неочаквано, например ако устройството ви не достигне дестинацията или загуби връзка, или при спешен случай – например при Разпознаване на катастрофа или падане, или ако използвате някоя от функциите на SOS обаждане и не отговорите на подканите на устройството ви, автоматично ще бъде изпратено съобщение iMessage на вашия приятел, за да го уведоми. Също така ще бъде изпратена опция за изтегляне на информация за вашата Проверка от вашето устройство, включително последните ниво на батерията, състояние на мобилната мрежа и местоположение. Също така можете да заявите да споделите маршрута на устройството ви от началната точка до последното познато местоположение на устройството ви. До 24 часа след събитието устройството(ата) ви ще продължи да проследява напредъка ви и да обновява информацията за вашия приятел относно състоянието на устройството ви. Устройството ви и това на вашия приятел ще запазят локално изтеглена информацията за вашата Проверка до седем дни. В случай че погрешка е изпратено известие на приятеля ви, можете да приключите сесията, като докоснете Край на проверка, и да го уведомите, като се свържете с него например чрез приложенията Съобщения или Телефон. Приложимо законово основание за обработка на лични данни Когато използвате функцията Проверка, Apple обработва личните ви данни, както е необходимо за предоставяне на услугата и за спазване на нашите законови задължения. Когато съгласието е подходящото правно основание, ние го търсим в съответствие с приложимото местно законодателство. Когато приложимото местно законодателство разрешава, обработваме следните категории лични данни, както е необходимо за целите на нашите законни интереси или тези на трета страна, включително информация за това дали в момента сте в сесия за Проверка с друг човек, кой е този човек и ако e освободена кеш памет по време на текущата сесия. Тези легитимни интереси включват: • Отстраняване на проблеми, предотвратяване на измами или криминална активност • Помощ за поддръжката на архитектурата на функцията Проверка, като осигурява изпращането на информацията за сесията ви до правилния контакт Запазване на данните Apple запазва личните ви данни толкова дълго, колкото е необходимо за целите, за които са събрани, включително както е описано в Политиката за поверителност на Apple или в нашите бележки за поверителност за определени услуги или съгласно изискванията на закона. Когато оценяваме периодите за запазване на данни, първо внимателно проверяваме дали е необходимо да запазваме събраните лични данни. Ако е така, ние се опитваме да ги запазим за възможно най-краткия период, разрешен от закона. Apple запазва ограничени лични данни за вашето използване на функцията Проверка, например дали в момента сте в сесия за Проверка и с кого, за продължителността на сесията за Проверка и до 24 часа след това. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy.
ca: Si t’has de desplaçar i vols compartir el trajecte amb algú i interaccionar‑hi pel camí, pots fer servir l’acompanyament. Per iniciar‑ne un, necessites un iPhone que tingui instal·lat com a mínim l’iOS 17. Caldrà que tant tu com l’altra persona hàgiu activat l’iMessage, hàgiu iniciat la sessió al compte d’Apple i tingueu un compte amb l’autenticació de doble factor activada. Per tal de facilitar l’acompanyament, Apple conserva certes dades personals derivades de l’ús de la funció, com ara el tipus d’acompanyament i si en tens cap d’actiu. Apple només conserva les dades personals durant el temps que tinguis un acompanyament actiu i durant les 24 hores posteriors. En iniciar l’acompanyament, es compartiran la destinació i l’hora d’arribada aproximada. Quan el dispositiu hagi arribat a la destinació, o bé si ha passat massa estona, l’altra persona rebrà una notificació automàtica. En el segon cas, caldrà que confirmis que estàs bé. També pots cancel·lar l’acompanyament quan vulguis mitjançant les opcions “Finalitza l’acompanyament” o “Deixa de compartir”. En finalitzar l’acompanyament, l’altra persona rebrà una notificació de manera automàtica i s’eliminarà la informació de la sessió. Tanmateix, mentre duri l’acompanyament, es desarà certa informació sobre els dispositius. L’acompanyament fa servir l’iMessage, de manera que la informació s’encripta d’extrem a extrem. En cas que hi hagi algun imprevist, com ara que el dispositiu no arribi a la destinació o es desconnecti de la xarxa, l’altra persona rebrà un missatge de l’iMessage automàticament. També en rebrà un si es detecta una situació d’emergència, com ara un accident o una caiguda, o si fas servir l’avís d’emergència SOS i no respons a les notificacions que es mostraran al dispositiu. L’altra persona podrà descarregar la informació de l’acompanyament, que inclou les darreres dades disponibles sobre el dispositiu, com ara el nivell de la bateria, l’estat de la connexió mòbil i la ubicació. Si ho prefereixes, també pots compartir la ruta del dispositiu des del punt de sortida fins a la darrera ubicació coneguda. Els dispositius continuaran supervisant el trajecte i, si hi ha cap novetat, s’enviaran notificacions a l’altra persona durant les 24 hores posteriors. La informació de l’acompanyament es descarregarà i s’emmagatzemarà localment tant al teu dispositiu com al de l’altra persona durant un màxim de set dies. En cas que l’altra persona hagi rebut una notificació errònia, pots finalitzar l’acompanyament i contactar‑hi per telèfon o amb l’app Missatges perquè n’estigui al cas. Base jurídica aplicable al processament de dades personals En utilitzar l’acompanyament, Apple processa les dades personals com calgui per oferir el servei i per complir les obligacions legals pertinents. A les ubicacions en què la base jurídica sigui el consentiment, el demanem d’acord amb la legislació local aplicable. En els casos en què legislació local aplicable ho permeti, processem les següents categories de dades personals com sigui necessari per satisfer els nostres interessos legítims o els d’un tercer, cosa que inclou si has iniciat un acompanyament amb una altra persona, qui és l’altra persona i si s’allibera la memòria cau durant la sessió. Els interessos legítims inclouen el següent: • resoldre problemes i prevenir el frau i altres activitats delictives; • ajudar a mantenir l’arquitectura de l’acompanyament, de manera que es garanteixi que la informació s’enviï a la persona adequada. Conservació Apple només conserva les dades personals el temps que calgui per satisfer els objectius per a què sʼhagin recopilat, tal com es descriu a la política de privacitat dʼApple o als avisos de privacitat específics de cadascun dels serveis, o bé dʼacord amb el que estableixi la legislació aplicable. A lʼhora dʼavaluar els períodes de conservació, primer examinem amb deteniment si cal desar les dades personals recopilades i, en cas que sí que sigui necessari, mirem de conservar‑les el període de temps mínim que permeti la legislació aplicable. Apple conserva certes dades personals sobre l’ús de l’acompanyament, com ara el fet que n’hagis iniciat un i amb qui, durant el temps que el tinguis actiu i, com a màxim, durant les 24 hores posteriors. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Prostřednictvím funkce Doprovod můžete komunikovat s přítelem a sdílet s ním informace o průběhu své cesty. Relaci doprovodu je možné zahájit z iPhonu se systémem iOS 17 nebo novějším. Vy i přítel, který vás doprovází, musíte mít zapnutou službu iMessage a být přihlášení pod svými účty Apple s aktivním dvoufaktorovým ověřováním. Za účelem usnadnění relace doprovodu uchovává společnost Apple osobní údaje, které s relací souvisí, včetně jejího typu a informace o tom, zda je vaše relace právě aktivní. Apple tyto osobní údaje uchovává jen po dobu relace a 24 hodin po jejím ukončení. Na začátku relace doprovodu dostane váš přítel informace o tom, kam máte namířeno a kdy asi dorazíte na místo. Když vaše zařízení dorazí do cíle nebo když uplyne nastavený čas a vy potvrdíte, že jste v pořádku, váš přítel o tom bude informován automatickým oznámením. Doprovod můžete také kdykoli zrušit klepnutím na volbu Ukončit doprovod nebo Zastavit sdílení. Po skončení relace doprovodu váš přítel automaticky obdrží oznámení a informace o relaci se smažou. Po dobu doprovodu se dočasně ukládají informace o vašich zařízeních. Vzhledem k tomu, že funkce Doprovod využívá službu iMessage, jsou tyto informace šifrovány mezi koncovými body. Pokud nastane nějaká nečekaná situace, například když vaše zařízení nedosáhne nastaveného cíle nebo ztratí spojení, když bude detekována tísňová událost, například autonehoda či pád, nebo když použijete některou z funkcí Tíseň SOS a nezareagujete na výzvy zobrazené na zařízení, váš přítel o tom bude automaticky informován zprávou iMessage. Dostane také možnost stáhnout si informace o stavu vašeho zařízení zahrnující poslední známé údaje o nabití baterie, stavu mobilního připojení a poloze. Vedle toho můžete aktivovat i sdílení trasy, po které se vaše zařízení pohybovalo z výchozího bodu do místa, kde byla naposledy zjištěna jeho poloha. Vaše zařízení budou průběh vaší cesty monitorovat dál, a to až 24 hodin po události, a posílat příteli aktualizované informace o svém stavu. Stažená data funkce Doprovod zůstanou po dobu maximálně sedmi dní lokálně uložená ve vašem zařízení a v zařízení vašeho přítele. Pokud váš přítel dostane oznámení omylem, můžete relaci ukončit klepnutím na volbu Ukončit doprovod a spojit se s ním například prostřednictvím aplikací Zprávy nebo Telefon. Právní základ uplatňovaný při zpracování osobních údajů Když funkci Doprovod používáte, Apple zpracovává vaše osobní údaje v rozsahu nutném pro poskytování služby a za účelem dodržování našich zákonných povinností. V případech, kdy je vhodným právním základem souhlas, žádáme o něj v souladu s platnými místními zákony. Tam, kde to platné místní zákony povolují, zpracováváme následující kategorie osobních údajů, je‑li to nezbytné pro účely našich oprávněných zájmů nebo oprávněných zájmů třetí strany. Zpracovávané informace zahrnují údaje o tom, jestli jste v daném okamžiku zapojení do aktivní relace doprovodu s jinou osobou, o koho se jedná a jestli byla v průběhu aktuální relace uvolněna mezipaměť. K výše zmíněným oprávněným zájmům patří: • Řešení problémů, předcházení podvodům a nezákonným • Pomoc s udržováním architektury funkce Doprovod, konkrétně se zajištěním zasílání informací z vaší relace správnému kontaktu Uchovávání dat Apple uchovává osobní údaje jen po dobu nezbytnou k naplnění účelů, za nimiž byly shromážděny. Jedná se o účely popsané v našich zásadách ochrany osobních údajů nebo v jiných sděleních společnosti Apple o ochraně soukromí, určených pro konkrétní služby, a účely plynoucí z požadavků zákona. Při stanovování doby uchování údajů nejprve důkladně zvážíme, zda je shromážděné osobní údaje vůbec nutné uchovávat, a pokud dospějeme k závěru, že ano, snažíme se je uchovávat po co nejkratší zákonem povolenou dobu. V průběhu doprovodu a maximálně 24 hodin po jeho skončení společnost Apple uchovává určité omezené množství osobních údajů souvisejících s vaším používáním této funkce, například zda máte doprovod v danou chvíli aktivní, a informaci o tom, kdo vás doprovází. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Du kan bruge Tjek ankomst til at interagere og dele din rejse med en ven. Du kan starte et tjek om ankomst med din iPhone med iOS 17 eller en nyere version. Du og din Tjek ankomst-ven skal begge have slået iMessage til, I skal hver især være logget ind med jeres egen Apple‑konto, og tofaktorgodkendelse skal være slået til. For at kunne gennemføre din Tjek ankomst-session, opbevarer Apple personlige data, der vedrører din session, herunder din type af Tjek ankomst-session, og om du aktuelt er aktiv i en session. Apple opbevarer kun disse personlige data, så længe din Tjek ankomst-session er i gang og i 24 timer efter. Din destination og omtrentlige ankomsttid bliver delt med din ven, når du starter en destinationssession. Din ven får en automatisk notifikation, når din enhed ankommer til destinationen, eller når varigheden slutter, og du bekræfter, at du er OK. Du kan også annullere et tjek om ankomst når som helst ved at trykke på “Afslut tjek om ankomst” eller “Stop deling”. Når en Tjek ankomst-session afsluttes, modtager din ven automatisk en notifikation, og oplysninger om din Tjek ankomst-session bliver slettet. Under en Tjek ankomst-session bliver oplysninger om dine enheder midlertidigt gemt. Tjek ankomst bruger iMessage, så disse oplysninger bliver end-to-end-krypteret. Hvis der sker noget uventet, f.eks. hvis enheden ikke når frem til destinationen, eller forbindelsen afbrydes, hvis der opstår en nødsituation, f.eks. med Registrering af ulykke eller Faldregistrering, eller hvis du bruger en funktion i Nød‑SOS og ikke svarer på meddelelser på enheden, sendes der automatisk en iMessage til din ven, så vedkommende er klar over det. Din ven får også mulighed for at hente dine Tjek ankomst-oplysninger om enheden, herunder sidst kendte batteriniveau, mobilstatus og lokalitet. Du kan også vælge at dele den rute, som din enhed tog fra udgangspunktet til den sidst kendte lokalitet. Din(e) enhed(er) fortsætter med at overvåge din færden og opdaterer din ven om din enheds status i op til 24 timer efter hændelsen. Din enhed og din vens enhed opbevarer dine hentede Tjek ankomst-oplysninger lokalt i op til syv dage. Hvis din ven ved en fejl er blevet underrettet, kan du afslutte sessionen ved at trykke på Afslut tjek om ankomst og fortælle din ven om det ved f.eks. at kontakte vedkommende vha. appen Beskeder eller Telefon. Gældende juridisk grundlag for behandling af personlige data Hvis du bruger Tjek ankomst, behandler Apple dine personlige data som nødvendigt for at levere tjenesten og opfylde vores juridiske forpligtelser. Vi søger samtykke i overensstemmelse med de gældende lokale love, hvor det betragtes som det gældende juridiske grundlag. Hvor de gældende lokale love gør det muligt, behandler vi følgende kategorier af personlige data som nødvendigt af hensyn til vores eller en tredjeparts legitime interesser, herunder oplysninger om, hvorvidt du i øjeblikket er i gang med en Tjek ankomst-session med en anden person, hvem denne person er, og om bufferen frigives under den aktuelle session. Disse legitime interesser inkluderer: • At fejlfinde, forhindre svindel eller kriminelle aktiviteter • At hjælpe med at vedligeholde arkitekturen til Tjek ankomst ved at sikre, at dine oplysninger sendes til den rigtige kontakt Opbevaring Apple opbevarer kun personlige data, så længe det er nødvendigt i forbindelse med de formål, de blev indsamlet til, herunder som beskrevet i Apples anonymitetspolitik i vores meddelelser om anonymitet for de relevante tjenester eller som lovgivningen foreskriver. Når vi fastslår længden på opbevaringsperioder, undersøger vi først grundigt, om det er nødvendigt at opbevare de indsamlede personlige data, og hvis opbevaring kræves, arbejder vi på at opbevare de personlige data i så kort tid, som det er muligt i henhold til lovgivningen. Apple opbevarer begrænsede personlige data om din brug af Tjek ankomst, f.eks. om du i øjeblikket er aktiv i en Tjek ankomst-session, og oplysninger om hvem der ellers deltager i sessionen, så længe en Tjek ankomst-session er i gang og op til 24 timer efter. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Du kannst „Wegbegleitung“ verwenden, um mit einer befreundeten Person zu interagieren und deine Route zu teilen. Wegbegleitungssitzungen sind auf deinem iPhone mit iOS 17 (oder neuer) verfügbar. Du und die befreundete Person müsst beide iMessage aktiviert haben, mit eurem jeweils eigenen Apple Account angemeldet sein und die Zwei-Faktor-Authentifizierung aktivieren. Um deine Wegbegleitungssitzung zu ermöglichen, speichert Apple persönliche Daten im Zusammenhang mit der Sitzung, einschließlich der Art der Wegbegleitungssitzung und ob du „Wegbegleitung“ gerade verwendest. Apple speichert diese persönlichen Daten nur für die Dauer der Sitzung in „Wegbegleitung“ und die folgenden 24 Stunden. Dein Zielort und die ungefähre Ankunftszeit werden mit der anderen Person geteilt, wenn du eine Sitzung für den Zielort startest. Die befreundete Person erhält automatisch einen Hinweis, wenn dein Gerät am Zielort ankommt oder die angegebene Zeitdauer erreicht wurde und du bestätigst, dass alles in Ordnung ist. Du kannst eine Wegbegleitung auch jederzeit abbrechen, indem du auf „‚Wegbegleitung‘ beenden“ oder „Teilen stoppen“ tippst. Wenn eine Sitzung beendet wurde, erhält die andere Person automatisch einen Hinweis und Informationen über die Wegbegleitung werden gelöscht. Während Sitzungen werden Informationen über eure Geräte vorübergehend gesichert. Da „Wegbegleitung“ iMessage verwendet, sind diese Informationen Ende-zu-Ende-verschlüsselt. Falls etwas Unerwartetes passiert, wird die andere Person automatisch per iMessage informiert. Zum Beispiel wenn das Gerät nicht am Zielort geortet wird oder die Verbindung verloren geht, wenn eine Notfallfunktion wie „Unfallerkennung“ oder „Sturzerkennung“ ausgelöst wird oder du eine Notruf SOS-Funktion verwendest und nicht auf Hinweise auf deinem Gerät reagierst. Außerdem hat die andere Person die Möglichkeit, deine Geräteinformationen aus „Wegbegleitung“ zu laden, einschließlich des letzten bekannten Batteriestatus, Mobilfunkstatus und Standorts. Wenn du möchtest, kannst du auch die Route deines Geräts vom Ausgangspunkt bis zum letzten bekannten Standort des Geräts teilen. Dein Gerät bzw. deine Geräte werden deinen Weg weiter verfolgen und die befreundete Person bis zu 24 Stunden nach dem Beenden von „Wegbegleitung“ über deinen Gerätestatus informieren. Auf deinem Gerät und dem Gerät der anderen Person werden die Informationen aus „Wegbegleitung“ bis zu sieben Tage lokal gespeichert. Sollte die befreundete Person fälschlicherweise benachrichtigt werden, kannst du die Sitzung durch Tippen auf „‚Wegbegleitung‘ beenden“ schließen und sie beispielsweise per Nachricht oder Anruf informieren. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wenn du „Wegbegleitung“ nutzt, verarbeitet Apple deine persönlichen Daten, wie es für die Bereitstellung des Dienstes und zur Erfüllung der gesetzlichen Pflichten erforderlich ist. Wenn Zustimmung als geeignete Rechtsgrundlage angesehen wird, werden wir uns in Übereinstimmung mit anwendbaren lokalen Gesetzen darum bemühen. Falls anwendbare lokale Gesetze es erlauben, verarbeiten wir die folgenden Kategorien persönlicher Daten, wie es zur Erfüllung unserer berechtigten Interessen oder der berechtigten Interessen eines Drittanbieters erforderlich ist, einschließlich Informationen darüber, ob du gerade „Wegbegleitung“ gemeinsam mit einer anderen Person verwendest, wer diese Person ist und ob der Cache während der aktuellen Sitzung freigegeben wird. Zu den berechtigten Interessen zählen: • Fehlerbehebungen, die Vermeidung von Betrug oder kriminellen Aktivitäten • Die Erhaltung der Architektur von „Wegbegleitung“, indem sichergestellt wird, dass deine Sitzungsdaten an den richtigen Kontakt gesendet werden Datenspeicherung Apple speichert persönliche Daten nur während des Zeitraums, der zur Erfüllung der jeweiligen Sammlungszwecke erforderlich ist, sowie gemäß der Datenschutzrichtlinie von Apple, unseres dienstspezifischen Datenschutzhinweises oder der gesetzlichen Vorgaben. Bei der Festlegung von Speicherzeiträumen untersuchen wir zunächst, ob das Speichern der gesammelten persönlichen Daten notwendig ist. Ist dies der Fall, speichern wir die persönlichen Daten für den gemäß Gesetz kürzest möglichen Zeitraum. Apple speichert begrenzte persönliche Daten über deine Nutzung von „Wegbegleitung“ (z. B. ob und mit wem du „Wegbegleitung“ gerade verwendest) für die Dauer einer Sitzung in „Wegbegleitung“ und bis zu 24 Stunden danach. Informationen, die Apple erhält, werden jederzeit gemäß der Apple-Datenschutzrichtlinie unter www.apple.com/de/privacy behandelt.
el: Μπορείτε να χρησιμοποιήσετε τη Δήλωση άφιξης για να αλληλεπιδράσετε και να κοινοποιήσετε την πορεία σας σε ένα φιλικό σας πρόσωπο. Μπορείτε να ξεκινήσετε μια συνεδρία Δήλωσης άφιξης χρησιμοποιώντας το iPhone σας με iOS 17 ή μεταγενέστερη έκδοση. Εσείς και το φιλικό σας πρόσωπο με το οποίο έχετε ξεκινήσει μια συνεδρία Δήλωσης άφιξης θα πρέπει να έχετε ενεργοποιήσει το iMessage, να έχετε συνδεθεί με τον δικό σας λογαριασμό Apple και να έχετε ενεργοποιημένο τον έλεγχο ταυτότητας δύο παραγόντων. Για διευκόλυνση της συνεδρίας Δήλωσης άφιξης, η Apple διατηρεί προσωπικά δεδομένα για τη συνεδρία σας, συμπεριλαμβανομένου του τύπου της συνεδρίας Δήλωσης άφιξης και του αν συμμετέχετε εκείνη τη στιγμή σε μια ενεργή συνεδρία. Η Apple διατηρεί αυτά τα προσωπικά δεδομένα μόνο για τη διάρκεια της συνεδρίας Δήλωσης άφιξης και για 24 ώρες μετά. Ο προορισμός και η κατά προσέγγιση ώρα άφιξής σας θα κοινοποιηθούν στο φιλικό σας πρόσωπο, όταν ξεκινήσετε μια συνεδρία Δήλωσης άφιξης έως τον προορισμό. Όταν η συσκευή σας φθάσει στον προορισμό σας ή όταν λήξει η χρονική διάρκεια που έχετε επιλέξει για τη συνεδρία και επιβεβαιώσετε ότι είστε καλά, θα σταλεί μια αυτόματη γνωστοποίηση ενημέρωσης στο φιλικό σας πρόσωπο. Μπορείτε επίσης να ακυρώσετε μια συνεδρία Δήλωσης άφιξης ανά πάσα στιγμή αγγίζοντας «Τερματισμός Δήλωσης άφιξης» ή «Διακοπή κοινής χρήσης». Όταν τερματίζεται μια συνεδρία Δήλωσης άφιξης, το φιλικό σας πρόσωπο θα λάβει αυτόματα μια γνωστοποίηση και οι πληροφορίες για τη συνεδρία Δήλωσης άφιξής σας θα διαγραφούν. Κατά τη διάρκεια μιας συνεδρίας Δήλωσης άφιξης, θα αποθηκεύονται προσωρινά πληροφορίες για τις συσκευές σας. Δεδομένου ότι η Δήλωση άφιξης χρησιμοποιεί το iMessage, αυτή η πληροφορία είναι διατερματικά κρυπτογραφημένη. Σε περίπτωση που συμβεί κάποιο απρόσμενο γεγονός, π.χ. αν η συσκευή σας δεν φτάσει στον προορισμό της ή αν χάσει συνδεσιμότητα, ή σε περίπτωση έκτακτου γεγονότος, π.χ Ανίχνευση τροχαίου, Ανίχνευση πτώσης, ή αν χρησιμοποιήσετε οποιεσδήποτε από τις δυνατότητες του Επείγοντος SOS και δεν απαντήσετε στα εμφανιζόμενα μηνύματα στη συσκευή σας, θα σταλεί ένα μήνυμα iMessage στο φιλικό σας πρόσωπο με σχετική ενημέρωση. Θα λάβουν επίσης επιλογή για λήψη των στοιχείων της Δήλωσης άφιξής σας σχετικά με τη συσκευή σας, συμπεριλαμβανομένης της πιο πρόσφατα γνωστής στάθμης μπαταρίας, της κατάστασης του κινητού δικτύου και της τοποθεσίας. Μπορείτε επίσης να επιλέξετε την κοινοποίηση της διαδρομής της συσκευής σας από το σημείο αναχώρησης έως την πιο πρόσφατα γνωστή τοποθεσία της. Οι συσκευές σας θα συνεχίζουν να παρακολουθούν τη διαδρομή σας και να στέλνουν ενημερώσεις στο φιλικό σας πρόσωπο όσον αφορά την κατάσταση της συσκευής σας για έως 24 ώρες μετά το γεγονός. Η συσκευή σας και η συσκευή του φιλικού σας προσώπου θα διατηρήσουν τη λήψη των πληροφοριών Δήλωσης άφιξης τοπικά για έως επτά ημέρες. Σε περίπτωση που το φιλικό σας πρόσωπο έχει λάβει μια γνωστοποίηση κατά λάθος, μπορείτε να τερματίσετε τη συνεδρία αγγίζοντας την επιλογή «Τερματισμός Δήλωσης άφιξης» και ενημερώνοντάς το μέσω εφαρμογών, όπως Μηνύματα ή Τηλέφωνο. Ισχύουσα νομική βάση για επεξεργασία προσωπικών δεδομένων Αν χρησιμοποιείτε τη Δήλωση άφιξης, η Apple επεξεργάζεται τα προσωπικά δεδομένα σας όπως απαιτείται για την παροχή της υπηρεσίας και προς συμμόρφωση με τις νομικές υποχρεώσεις της. Όπου η συναίνεση αποτελεί την κατάλληλη νομική βάση, την επιδιώκουμε προς συμμόρφωση με την ισχύουσα τοπική νομοθεσία. Στις περιπτώσεις που επιτρέπεται από την ισχύουσα τοπική νομοθεσία, επεξεργαζόμαστε τις ακόλουθες κατηγορίες προσωπικών δεδομένων όπως απαιτείται για σκοπούς των έννομων συμφερόντων μας ή των νόμιμων συμφερόντων ενός τρίτου μέρους, συμπεριλαμβανομένων πληροφοριών σχετικά με το αν είστε εκείνη τη στιγμή σε μια συνεδρία Δήλωσης άφιξης με κάποιο άλλο άτομο, ποιο είναι αυτό το άτομο και αν τα δεδομένα cache κοινοποιούνται κατά τη διάρκεια της τρέχουσας συνεδρίας. Αυτά τα έννομα συμφέροντα περιλαμβάνουν τα εξής: • Αντιμετώπιση ζητημάτων, αποτροπή απάτης ή εγκληματικής δραστηριότητας • • Συμβολή στη διατήρηση της αρχιτεκτονικής της Δήλωσης άφιξης διασφαλίζοντας ότι οι πληροφορίες της συνεδρίας σας αποστέλλονται στη σωστή επαφή Διατήρηση δεδομένων Η Apple διατηρεί προσωπικά δεδομένα μόνο για όσο διάστημα χρειάζεται για την εκπλήρωση των σκοπών για τους οποίους συλλέχθηκαν, όπως περιγράφονται στην Πολιτική απορρήτου της Apple ή στις δηλώσεις απορρήτου που είναι συγκεκριμένες για τις υπηρεσίες μας ή όπως απαιτείται από τον νόμο. Κατά την αξιολόγηση των περιόδων διατήρησης, πρώτα εξετάζουμε προσεκτικά αν είναι απαραίτητη η διατήρηση των συλλεγμένων προσωπικών δεδομένων και, σε περίπτωση που η διατήρηση απαιτείται, τα διατηρούμε για την ελάχιστη δυνατή περίοδο που επιτρέπεται από τον νόμο. Η Apple διατηρεί περιορισμένα προσωπικά δεδομένα σχετικά με την από μέρους σας χρήση της Δήλωσης άφιξης, όπως αν συμμετέχετε σε μια ενεργή συνεδρία Δήλωσης άφιξης και με ποια άτομα, για τη διάρκεια μιας συνεδρίας Δήλωσης άφιξης και έως 24 ώρες μετά. Ο χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: Si vas a ir a algún sitio, puedes usar la función de aviso de llegada para compartir información del trayecto con otra persona e interactuar con ella. Para iniciar una sesión de aviso de llegada, debes usar un iPhone con iOS 17 o una versión posterior. Tanto tú como la persona con la que compartas la sesión de aviso de llegada deberéis tener iMessage activado, haber iniciado sesión con vuestra cuenta de Apple y tener activada la autenticación de doble factor. Para facilitar la sesión de aviso de llegada, Apple conserva datos personales sobre tu sesión (por ejemplo, el tipo de sesión y si hay una activa actualmente). Apple conserva estos datos personales solo durante el tiempo que dure la sesión de aviso de llegada y las 24 horas posteriores. Al iniciar la sesión de aviso de llegada, se compartirá tu destino junto con la hora de llegada aproximada con la otra persona. Cuando tu dispositivo llegue al destino indicado o cuando haya transcurrido el intervalo de tiempo configurado, la otra persona recibirá una notificación automática. También puedes cancelar una sesión de aviso de llegada en cualquier momento tocando “Finalizar sesión de aviso de llegada” o “Dejar de compartir”. En ese caso, la otra persona recibirá una notificación automáticamente y la información de la sesión se eliminará. Mientras haya una sesión de aviso de llegada activa, la información sobre tus dispositivos se guardará temporalmente. Puesto que esta función usa iMessage, dicha información se protege con encriptación punto a punto. En el supuesto de que ocurriera algún imprevisto (por ejemplo, si tu dispositivo no llegara a su destino o perdiera la conexión, se registrara una emergencia mediante la detección de accidentes o la detección de caídas, o usaras cualquiera de las funciones de Emergencia SOS) y no respondieras a los mensajes de tu dispositivo, se avisaría a la otra persona mediante un mensaje de iMessage. Junto con ese mensaje, también se daría la opción de descargar la información más reciente sobre tu dispositivo registrada en la sesión de aviso de llegada, como el nivel de batería, el estado de la conexión a la red móvil y la ubicación. También tienes la posibilidad de compartir la ruta que siguió tu dispositivo desde tu punto de partida hasta la última ubicación conocida de tu dispositivo. Tus dispositivos seguirán controlando tu progreso y enviando actualizaciones sobre su estado a la otra persona durante un periodo máximo de 24 horas tras el suceso. La información de la sesión de aviso de llegada permanecerá descargada localmente tanto en tu dispositivo como en el de la otra persona durante un máximo de siete días. En el caso de que la otra persona reciba un aviso por error, podrás finalizar la sesión mediante el botón “Finalizar sesión de aviso de llegada” y avisarla de otro modo, por ejemplo a través de la app Mensajes o Teléfono. Base legal aplicable al procesamiento de datos personales Cuando usas la función de aviso de llegada, Apple procesa tus datos personales como sea necesario para ofrecer el servicio y cumplir con sus obligaciones legales. Cuando el consentimiento sea la base legal adecuada, se solicitará de acuerdo con la legislación local aplicable. Asimismo, cuando la legislación local aplicable lo permita, procesaremos las siguientes categorías de datos personales según sea necesario para los fines de nuestros intereses legítimos o los de un tercero, incluida información sobre si tienes una sesión de aviso de llegada activa con otra persona, su identidad y si los datos guardados en la memoria caché durante la sesión actual se han revelado. Se entienden como intereses legítimos los siguientes: • Solucionar errores y prevenir el fraude o actividades delictivas. • Contribuir a mantener la arquitectura de la función de aviso de llegada garantizando que la información sobre las sesiones se envía a los contactos correctos. Conservación de datos Apple conserva los datos personales únicamente durante el tiempo que sea necesario para satisfacer los fines para los que se recopilaron, tal como se describe en la política de privacidad de Apple o en los avisos de privacidad de cada servicio, o según establezca la legislación vigente. Al evaluar los periodos de conservación de los datos personales recopilados, primero examinamos detenidamente si es indispensable conservarlos y, en caso de que así sea, lo hacemos durante el periodo de tiempo más breve posible permitido por la ley. Apple conserva un conjunto limitado de datos personales sobre cómo usas la función de aviso de llegada (por ejemplo, si tienes una sesión activa en este momento) y con quién, durante el tiempo que dure la sesión y hasta 24 horas después. Toda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com/es/privacy.
es_419: Puedes usar Reporte para interactuar y compartir tu viaje con uno de tus contactos. Puedes iniciar una sesión de Reporte mediante tu iPhone con iOS 17 o una versión posterior. Tu contacto de Reporte y tú deben haber iniciado sesión con la cuenta de Apple de cada quien, así como haber activado iMessage y la autenticación de dos factores. Para poderte proporcionar una sesión de Reporte, Apple conserva datos personales relacionados a ella incluyendo su tipo y si hay alguna activa en este momento. Apple retiene estos datos personales únicamente durante tu sesión de Reporte y las 24 horas posteriores a su inicio. Tu destino y hora de llegada aproximada se compartirán con tu contacto al iniciar una sesión. Se enviará una notificación automática a tu contacto para informarle cuando tu dispositivo llegue a su destino o cuando el temporizador termine y confirmes que estás bien. También puedes cancelar Reporte en cualquier momento al tocar Finalizar Reporte o Dejar de compartir. Al terminar una sesión de Reporte, tu contacto recibirá automáticamente una notificación y se eliminarán los datos de la sesión. Durante una sesión de Reporte, cierta información sobre tus dispositivos se guardará temporalmente. Como Reporte utiliza iMessage, esta información permanecerá encriptada de extremo a extremo. En caso de que algo inesperado suceda, como si tu dispositivo presenta un error conforme llega a su destino o pierde conectividad, o en caso de que se detecte alguna emergencia, (como choques, caídas o el uso de alguna de las funciones de Emergencia SOS) y no respondes cuando el dispositivo te lo pide, tu contacto recibirá automáticamente un mensaje de iMessage comunicándole la situación. Recibirá también la opción de descargar tu información de Reporte relativa a tu dispositivo, incluyendo la última información conocida sobre el nivel de batería, el estado de la red celular y tu ubicación. También puedes optar por compartir la ruta que tu dispositivo siguió desde el punto de inicio hasta su última ubicación conocida. Tu dispositivo continuará supervisando tu traslado y enviará a tu contacto actualizaciones de su estado hasta 24 horas después del evento. Tu dispositivo y el de tu contacto mantendrán la información de Reporte descargada localmente hasta por siete días. En caso de que se notifique a tu contacto por error, puedes finalizar la sesión al tocar Terminar Reporte y hacérselo saber mediante apps como Mensajes o Teléfono. Fundamentos jurídicos aplicables al procesamiento de datos personales Al usar Reporte, Apple procesa tus datos personales conforme sea necesario para prestar el servicio y cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo permita, procesaremos las siguientes categorías de datos personales según sea necesario para nuestros intereses legítimos o los de terceros, incluyendo información acerca de si tienes una sesión de Reporte con otra persona, quién es esa persona y si durante la sesión se libera caché. Estos intereses legítimos incluyen lo siguiente: • Solucionar problemas y evitar fraudes o cualquier actividad criminal. • Ayudar a mantener la arquitectura de Reporte al asegurar que la información de tu sesión se envíe al contacto correcto. Retención Apple conserva datos personales únicamente conforme sea necesario para cumplir los objetivos para los que se recopilaron, tal como se describió en la política de privacidad de Apple o en nuestros avisos de privacidad específicos a servicios, o conforme a la ley. Al evaluar periodos de retención, primero revisamos cuidadosamente si es necesario conservar los datos personales recopilados y, en caso afirmativo, procuramos que sea por la duración mínima posible permitida por la ley. Apple conserva datos personales limitados acerca de tu uso de Reporte (como si tienes una sesión de Reporte activa y con quién) por la duración de la sesión y hasta por 24 horas después. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Voit kommunikoida Tilanteentarkistuksella ja jakaa matkasi ystävän kanssa. Voit aloittaa Tilanteentarkistus-istunnon iPhonella, jossa on iOS 17 tai uudempi. Sekä sinulla että tilanteentarkistajalla on oltava iMessage käytössä. Lisäksi molempien on oltava kirjautuneena Apple-tilillä ja käytettävä kaksiosaista todentamista. Tilanteentarkistuksen toteuttamista varten Apple säilyttää istuntoon liittyviä henkilötietoja, kuten Tilanteentarkistus-istunnon tyypin sekä onko sinulla parhaillaan aktiivista istuntoa. Apple säilyttää näitä henkilötietoja vain Tilanteentarkistus-istunnon ajan ja 24 tuntia sen jälkeen. Määränpääsi ja arvioitu saapumisaikasi jaetaan ystävälle, kun aloitat määränpääistunnon. Ystävällesi lähetetään automaattinen ilmoitus, kun laitteesi saapuu määränpäähäsi tai kun asettamasi aika päättyy ja vahvistat olevasi kunnossa. Voit myös kumota Tilanteentarkistuksen koska tahansa napauttamalla Lopeta tai Lopeta jako. Kun Tilanteentarkistus-istunto päättyy, ystävällesi lähetetään automaattisesti ilmoitus ka Tilanteentarkistus-istuntoon liittyvät tiedot poistetaan. Tilanteentarkistus-istunnon aikana tietoja laitteestasi tallennetaan tilapäisesti. Koska Tilanteentarkistus käyttää iMessagea, nämä tiedot on salattu päästä päähän. Ystävällesi ilmoitetaan automaattisesti lähettämällä iMessage, mikäli tapahtuu jotakin odottamatonta, esimerkiksi laitteesi ei saavu määränpäähäsi tai se menettää yhteyden; tai jos ilmenee hätätilanne, esimerkiksi Kolarintunnistus havaitsee autokolarin tai Kaatumisentunnistus kaatumisen; tai jos menetät jonkin Hätätila SOS -ominaisuuden etkä vastaa laitteessasi oleviin kehotteisiin. Hänelle lähetetään myös mahdollisuus ladata Tilanteentarkistus-tietoja laitteestasi, kuten viimeksi tiedetty akun taso, mobiiliyhteyden tila ja sijainti. Voit myös halutessasi jakaa laitteesi tallentaman reitin lähtöpaikasta laitteen viimeksi tiedettyyn sijaintiin. Laitteesi jatkavat edistymisesi seurantaa ja tiedottavat ystävällesi laitteen tilan enintään 24 tunnin ajan tapahtuman jälkeen. Laitteesi ja ystäväsi laite säilyttävät Tilanteentarkistus-tietosi ladattuna paikallisesti enintään seitsemän päivän ajan. Mikäli ystäväsi on saanut ilmoituksen virheellisesti, voit lopettaa istunnon napauttamalla Lopeta ja ilmoittaa tästä hänelle esimerkiksi Viesti- tai Puhelin apeilla. Henkilötietojen käsittelyyn sovellettava oikeusperusta Kun käytät Tilanteentarkistusta, Apple käsittelee henkilötietojasi yleisesti siinä määrin kuin on tarpeen palvelun tarjoamiseksi ja laillisten velvoitteiden täyttämiseksi. Suostumuksen ollessa asianmukainen oikeusperusta Apple hankkii sen sovellettavan paikallisen lain mukaisesti. Soveltuvan paikallisen lain salliessa Apple käsittelee seuraaviin kategorioihin kuuluvia henkilötietoja siinä määrin kuin on tarpeen Applen tai kolmannen osapuolen oikeutettujen etujen mukaisiin tarkoituksiin. Näitä ovat mm. onko sinulla parhaillaan käynnissä Tilanteentarkistus-istunto toisen käyttäjän kanssa, kuka tämä käyttäjä on ja vapautetaanko välimuisti nykyisen istunnon aikana. Oikeutettuja etuja ovat mm. seuraavat: • Vianetsintä, petosten tai rikollisen toiminnan estäminen • Tilanteentarkistus-arkkitehtuurin ylläpitäminen varmistamalla, että istunnon tiedot lähetetään oikealle yhteyshenkilölle Säilytys Apple säilyttää henkilötietosi vain niin pitkään kuin on tarpeen niiden tarkoitusten täyttämiseksi, joihin ne kerättiin, mukaan lukien tarkoitukset, jotka on kuvattu Applen tietosuojakäytännössä tai Applen palvelukohtaisissa tietosuojailmoituksissa, tai lain edellyttämällä tavalla. Säilytysaikoja arvioitaessa tutkitaan ensin tarkasti, onko kerättyjä henkilötietoja tarpeen säilyttää, ja jos näin on, henkilötiedot pyritään säilyttämään mahdollisimman lyhyen lain salliman ajan. Apple säilyttää rajoitettuja Tilanteentarkistukseen liittyviä henkilötietojasi, esimerkiksi onko sinulla aktiivinen Tilanteentarkistus-istunto ja kenen kanssa, Tilanteentarkistus-istunnon ajan ja 24 tuntia sen jälkeen. Applen keräämiä tietoja käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä käytäntö löytyy osoitteesta www.apple.com/fi/privacy.
fr: Vous pouvez utiliser Accompagnement pour interagir avec un proche et partager votre itinéraire avec ce dernier. Vous pouvez commencer une session d’accompagnement avec un iPhone exécutant iOS 17 ou une version ultérieure. Votre contact d’accompagnement et vous-même devrez activer iMessage, vous connecter à votre propre compte Apple et activer l’identification à deux facteurs. Afin de faciliter votre session d’accompagnement, Apple conserve des données personnelles relatives à votre session, notamment le type de session d’accompagnement et si vous participez actuellement à une session. Apple conserve ces données personnelles uniquement pendant la durée de votre session d’accompagnement et pendant les 24 heures qui suivent. Votre destination et votre heure d’arrivée approximative sont partagées avec votre contact lorsque vous commencez une session d’accompagnement. Votre contact recevra une notification automatique l’informant que votre appareil est bien arrivé à destination, ou que le délai de l’accompagnement est terminé et que vous confirmez être en sécurité. Vous pouvez également annuler un accompagnement à tout moment en touchant « Terminer l’accompagnement » ou « Ne plus partager ». À l’issue d’une session d’accompagnement, votre contact recevra automatiquement une notification, et les informations concernant cette session seront supprimées. Pendant une session d’accompagnement, les informations liées à vos appareils sont conservées temporairement. Dans la mesure où Accompagnement utilise iMessage, ces informations sont chiffrées de bout en bout. Au cas où un évènement imprévu surviendrait, notamment dans le cas où votre appareil n’arriverait pas à destination ou perdrait sa connexion au réseau, dans le cas d’une urgence, comme la détection d’un accident de la route ou d’une mauvaise chute, ou si vous utilisez l’une des fonctionnalités d’appel d’urgence et que vous ne répondez pas aux invitations sur votre appareil, votre contact recevra automatiquement un message via iMessage pour l’en informer. Votre contact aura également la possibilité de télécharger des informations concernant votre appareil, comme son dernier niveau de batterie relevé, l’état de sa connexion cellulaire et sa dernière position détectée. Vous pouvez également choisir de partager l’itinéraire emprunté par votre appareil depuis votre point de départ jusqu’à sa dernière position détectée. Vos appareils continueront de suivre votre progression et informeront votre contact de leur état jusqu’à 24 heures après l’évènement. Votre appareil et celui de votre contact conserveront localement les informations liées à votre accompagnement pour une durée allant jusqu’à 7 jours. Dans le cas où votre contact aurait reçu une notification par erreur, vous pouvez mettre fin à la session en touchant « Terminer l’accompagnement » et le prévenir par téléphone ou message par exemple. Cadre juridique applicable au traitement des données personnelles Si vous utilisez Accompagnement, nous traitons vos données personnelles afin de vous fournir le service et de nous conformer à nos obligations légales. Lorsque votre consentement constitue la base juridique appropriée, nous sollicitons ce dernier conformément au droit local applicable. Lorsque la législation locale en vigueur le permet, nous traitons les catégories de données personnelles suivantes d’une manière permettant de réaliser nos intérêts légitimes ou ceux de tierces parties, y compris des informations permettant de déterminer si une session d’accompagnement avec un autre contact est en cours, l’identité de ce contact et si le cache est partagé durant la session active. Parmi ces intérêts légitimes figure notamment le fait de : • Résoudre d’éventuels problèmes, lutter contre la fraude et les activités criminelles. • Aider à préserver l’architecture de la fonctionnalité Accompagnement en garantissant que les informations relatives à votre session sont envoyées au bon contact. Rétention Apple ne conserve les données personnelles que pendant la durée nécessaire à la réalisation des opérations pour lesquelles elles ont été recueillies, notamment comme décrit dans lʼEngagement de confidentialité dʼApple, dans les avis de confidentialité propres à nos services, ou conformément aux exigences légales. Lors de l’évaluation des périodes de rétention, nous examinons d’abord avec soin s’il est nécessaire de conserver les données personnelles recueillies et, le cas échéant, nous ne les conservons que pendant la durée minimale requise par la loi. Apple conserve certaines données personnelles concernant votre utilisation de la fonctionnalité Accompagnement, et notamment si une session Accompagnement est actuellement en cours et avec qui, pour toute la durée de la session d’accompagnement et pendant les 24 heures maximum qui suivent. Les données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com/fr/privacy.
fr_ca: Vous pouvez utiliser la fonctionnalité Accompagnement pour partager votre trajet avec un contact et interagir avec ce dernier. Vous pouvez démarrer une session d’accompagnement avec votre iPhone fonctionnant sous iOS 17 ou une version ultérieure. Vous et votre contact d’accompagnement devrez tous les deux activer iMessage, vous connecter à votre propre compte Apple et utiliser l’identification à deux facteurs. Pour faciliter votre session d’accompagnement, Apple conserve des données personnelles relatives à votre session, notamment son type et si vous participez actuellement à une session. Apple conserve ces données personnelles uniquement pendant la durée de votre session d’accompagnement et les 24 heures suivantes. Votre destination et heure d’arrivée approximative seront partagées avec votre contact lorsque vous commencerez une session jusqu’à une destination donnée. Votre contact recevra une notification automatique l’informant que votre appareil est arrivé à votre destination ou lorsque la durée que vous avez choisie sera écoulée et que vous aurez confirmé que tout est en ordre. Vous pouvez également annuler une session d’accompagnement à tout moment en touchant « Terminer l’accompagnement » ou « Arrêter le partage ». Votre contact recevra automatiquement une notification au terme de l’accompagnement, et les informations de ce dernier seront supprimées. Les informations relatives à vos appareils sont enregistrées temporairement pendant l’accompagnement. Comme la fonctionnalité Accompagnement utilise iMessage, ces informations sont chiffrées de bout en bout. Si un événement inattendu se produit (votre appareil ne parvient pas à sa destination, il perd sa connectivité, un accident de la route est détecté, une chute est détectée ou vous utilisez des fonctionnalités d’Urgence SOS) et que vous ne répondez pas aux avis transmis à votre appareil, un iMessage sera automatiquement envoyé à votre contact. Votre contact aura également la possibilité de télécharger les dernières informations d’accompagnement connues concernant votre appareil, notamment son niveau de la batterie, son état cellulaire et sa position. Vous pouvez également choisir de partager le trajet de votre appareil de votre point de départ jusqu’à sa dernière position connue. Vos appareils continueront de suivre votre trajet et d’envoyer des notifications à votre contact concernant leur état pendant 24 heures après l’événement. Votre appareil et celui de votre contact conserveront localement les informations d’accompagnement téléchargées pendant un maximum de sept jours. Si votre contact a reçu une notification par erreur, vous pouvez terminer la session en touchant « Terminer l’accompagnement », puis en informer votre contact notamment au moyen de l’app Messages ou Téléphone. Fondement juridique applicable au traitement des données personnelles Lorsque vous utilisez la fonctionnalité Accompagnement, Apple traite vos données personnelles dans la mesure où cela est nécessaire pour fournir le service et pour se conformer à ses obligations légales. Lorsque le consentement est le fondement juridique adéquat, nous le sollicitons conformément aux lois nationales applicables. Lorsque les lois nationales applicables le permettent, nous traitons les catégories suivantes de données à caractère personnel, si nécessaire, aux fins de notre intérêt légitime ou de celui d’un tiers, y compris les informations qui permettent de déterminer si vous avez une session d’accompagnement en cours avec une autre personne, l’identité de cette dernière, et si le cache est partagé pendant cette session. Cet intérêt légitime comprend : • la résolution de possibles problèmes ainsi que la prévention de la fraude et des activités criminelles; • la maintenance de l’architecture de la fonctionnalité Accompagnement en veillant à ce que les informations de votre session soient envoyées à la bonne personne. Conservation Apple conserve les données personnelles uniquement le temps qu’il lui faut pour parvenir aux fins pour lesquelles elles ont été recueillies, comme décrit dans la politique de confidentialité d’Apple ou dans les avis de confidentialité propres à nos services, ou comme la loi l’exige. Lorsque nous évaluons les périodes de rétention, nous déterminons d’abord avec attention s’il est nécessaire de conserver les données personnelles recueillies et, si leur conservation s’avère nécessaire, nous veillons à les conserver le moins de temps possible conformément à la loi. Apple conserve certaines données personnelles concernant l’utilisation que vous faites de la fonctionnalité Accompagnement, notamment des informations qui permettent de déterminer si une session d’accompagnement est en cours et l’identité du destinataire, pendant la session d’accompagnement et jusqu’à 24 heures après. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: באפשרותך להשתמש ב״עדכון שהכול בסדר״ כדי ליצור קשר עם חבר או חברה ולשתף איתם פרטים לגבי הנסיעה או ההליכה שלך. ניתן להתחיל פעילות ״עדכון שהכול בסדר״ באמצעות iPhone עם גירסת iOS 17 ואילך. כדי להתחיל פעילות ״עדכון שהכול בסדר״ יש לוודא ש-iMessage מופעל הן במכשיר שלך והן במכשיר של החבר או החברה, שהתחברתם לחשבון ה-Apple האישי במכשירים שלכם ושהפעלתם אימות בשני גורמים. כדי לתמוך בפעילות ״עדכון שהכול בסדר״ שלך, Apple שומרת נתוני אישיים לאורך הפעילות שלך, כולל סוג הפעילות והאם היא במצב פעיל כעת. ‏Apple שומרת את הנתונים האישיים האלה רק למשך זמן פעילות ״עדכון שהכול בסדר״ שלך ועד 24 שעות לאחר סיומה. אם התחלת פעילות שמבוססת על יעד, היעד וזמן ההגעה המשוער שלך ישותפו עם החבר או החברה שלך. עדכון אוטומטי יישלח לחבר או לחברה שלך כאשר המכשיר שלך יגיע ליעד שהגדרת, או כאשר משך זמן הפעילות יסתיים ויתקבל ממך אישור שהכול בסדר. באפשרותך גם לבטל פעילות ״עדכון שהכול בסדר״ בכל עת על-ידי הקשה על ״סיום ׳עדכון שהכול בסדר׳״ או ״הפסקת השיתוף״. כאשר פעילות ״עדכון שהכול בסדר״ מסתיימת יישלח עדכון אוטומטי לחבר או לחברה שלך, ומידע בנוגע לפעילות שלך יימחק. בזמן פעילות ״עדכון שהכול בסדר״, מידע בנוגע למכשיר שלך יישמר באופן זמני. מידע זה מוצפן מקצה לקצה משום שהמאפיין ״עדכון שהכול בסדר״ משתמש ב-iMessage. הודעת iMessage תישלח לחבר או לחברה שלך כדי ליידע אותם במקרה שמשהו לא צפוי התרחש, למשל: אם המכשיר שלך לא הגיע ליעד; אם הקישוריות שלו לא זמינה; אם הופעלו מאפיינים כגון ״זיהוי נפילה״ או ״זיהוי תאונת דרכים״; או אם השתמשת באחד ממאפייני ״חירום SOS״ ולא הגבת לבקשות עדכון שנשלחו למכשיר שלך. בנוסף, תישלח אליהם האפשרות להוריד מידע שהתקבל במסגרת הפעילות ״עדכון שהכול בסדר״ בנוגע למכשיר שלך, כולל רמת הסוללה הידועה האחרונה, מצב הקליטה הסלולרית ופרטי המיקום. באפשרותך גם לבחור לשתף את המסלול שתועד במכשיר מנקודת ההתחלה ועד המיקום הידוע האחרון של המכשיר. המכשיר (או המכשירים) שלך ימשיכו לעקוב אחר ההתקדמות שלך ולעדכן את החבר או החברה על מצב המכשיר שלך עד 24 שעות לאחר האירוע. מידע בנוגע לפעילות ״עדכון שהכול בסדר״ יישמר באופן מקומי במכשירים שלך ושל החבר או החברה שלך עד שבעה ימים. במקרה שבו החבר או החברה שלך קיבלו עדכון בטעות, באפשרותך לסיים את הפעילות על-ידי הקשה על ״סיום ׳עדכון שהכול בסדר׳״, ולהודיע להם על כך באמצעות היישומים ״הודעות״ או ״טלפון״, למשל. בסיס חוקי תקף לעיבוד נתונים אישיים בעת שימוש ב״עדכון שהכול בסדר״, Apple מעבדת את הנתונים האישיים שלך בהתאם לצורכי אספקת השירות וכדי לעמוד במחויבויות המשפטיות שלה. נבקש את הסכמתך לעשות זאת כאשר היא מהווה בסיס משפטי הולם, בהתאם לחוקים מקומיים תקפים. כאשר החוקים המקומיים החלים מאפשרים זאת, אנו מעבדים את הקטגוריות הבאות של נתונים אישיים לפי הצורך למטרת הצרכים הלגיטימיים שלנו או של גורמים חיצוניים, כולל מידע לגבי האם מתבצעת כרגע במכשיר שלך פעילות ״עדכון שהכול בסדר״ עם אדם אחר, הזהות של אותו אדם והאם המטמון שוחרר במהלך הפעילות הנוכחית. צרכים לגיטימיים אלו כוללים: • פתרון בעיות, מניעת הונאות או פעילות לא חוקית • סיוע בתחזוקת ארכיטקטורת ״עדכון שהכול בסדר״ על ידי וידוא שמידע מהפעילות שלך נשלח לאיש הקשר הנכון שמירת נתונים ‏Apple שומרת מידע אישי רק למשך התקופה ההכרחית להשגת המטרה שלשמה הוא נאסף, ובהתאם לפירוט שמופיע במדיניות הפרטיות של Apple או בהצהרות הפרטיות של כל שירות, או כנדרש על פי חוק. בעת הערכת משך תקופות שמירת המידע, אנו בוחנים תחילה באופן יסודי אם שמירת המידע האישי שנאסף היא הכרחית, ואם היא הכרחית אנו פועלים כדי לשמור את המידע האישי לתקופת הזמן הקצרה ביותר שמותרת על פי חוק. ‏Apple שומרת נתונים אישיים מוגבלים בנוגע לפעילות ״עדכון שהכול בסדר״ שלך, כגון האם יש לך כרגע פעילות כזו במצב פעיל ועם מי, לכל משך זמן הפעילות ועד 24 שעות לאחר סיומה. בכל עת, מידע שנאסף על ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple, הזמינה בכתובת www.apple.com/privacy.
hi: आप इंटरऐक्ट करने और अपनी यात्रा दोस्त के साथ शेयर करने के लिए चेक इन का इस्तेमाल कर सकते हैं। आप iOS 17 या बाद के संस्करण वाले अपने iPhone के साथ “चेक इन सत्र” शुरू कर सकते हैं। आप और आपके चेक इन दोस्त दोनों के लिए iMessage सक्षम करना और अपने स्वयं के Apple खाते के साथ साइन इन होना और द्वि आंशिक प्रमाणीकरण सक्षम करना आवश्यक होगा। आपके चेक इन सत्र को सुविधाजनक बनाने के लिए Apple द्वारा आपके सत्र के संबंध में कुछ व्यक्तिगत डेटा रिटेन किया जाता है जिसमें आपके चेक इन सत्र का प्रकार और यह जानकारी शामिल होती है कि आप अभी किसी सत्र में सक्रिय हैं या नहीं। Apple द्वारा यह व्यक्तिगत डेटा केवल आपके चेक इन सत्र की अवधि के दौरान और उसके बाद 24 घंटों तक रिटेन किया जाता है। आपकी मंज़िल और अनुमानित आगमन समय आपके दोस्त के साथ शेयर किए जाएँगे जब आप मंज़िल सत्र शुरू करते हैं। जब आपका डिवाइस आपकी मंज़िल पर पहुँच जाएगा या जब आपकी समयावधि समाप्त हो जाएगी और पुष्टि करते हैं कि आप ठीक हैं, तो आपके दोस्त को एक ऑटोमैटिक सूचना भेजी जाएगी। आप “चेक इन समाप्त करें” या “शेयरिंग रोकें” पर टैप करके किसी भी समय चेक इन को रद्द कर सकते हैं। जब “चेक इन सत्र” समाप्त होता है, तो आपके दोस्त को ऑटोमैटिकली एक सूचना प्राप्त होगी और आपके “चेक इन सत्र” के बारे में सूचना डिलीट कर दी जाएगी। “चेक इन सत्र” में होने के दौरान, आपके डिवाइस के बारे में जानकारी अस्थायी रूप से सहेजी जाएगी। चूँकि चेक इन द्वारा iMessage का इस्तेमाल किया जाता है, इसलिए यह सूचना एंड-टू-एंड एंक्रिप्टेड होती है। कोई अप्रत्याशित घटना होने की स्थिति में जैसे कि आपका डिवाइस उसकी मंज़िल तक पहुँचने में विफल रहता है या कनेक्टिविटी समाप्त हो जाती है; या कोई आपातकालीन घटना होती है जैसे कि क्रैश की पहचान, गिरने की पहचान; या आपके द्वारा किसी भी आपातकालीन SOS फ़ीचर का इस्तेमाल किया जाता है और आप अपने डिवाइस पर संकेतों पर प्रतिक्रिया नहीं देते हैं, तो आपके दोस्त को सूचित करते हुए एक iMessage ऑटोमैटिकली भेजा जाएगा। उन्हें पिछली बार ज्ञात बैटरी स्तर, मोबाइल स्टेटस और स्थान सहित, आपके डिवाइस से जुड़ी आपकी चेक इन जानकारी डाउनलोड करने का विकल्प भी भेजा जाएगा। आप उस रूट की जानकारी शेयर करने का विकल्प भी चुन सकते हैं जिसे आपके डिवाइस ने आपके शुरुआती स्थान से डिवाइस के अंतिम ज्ञात स्थान तक तय किया है। आपका डिवाइस आपकी प्रगति की निगरानी करना जारी रखेगा और घटना के 24 घंटे बाद तक आपके डिवाइस स्टेटस के बारे में आपके दोस्त को अपडेट करेगा। आपका डिवाइस और आपके दोस्त का डिवाइस आपकी चेक इन जानकारी को अधिकतम सात दिनों तक स्थानीय तौर पर डाउनलोड रखेगा। अगर आपके दोस्त को ग़लती से सूचित किया गया है, तो आप “चेक इन समाप्त करें” पर टैप करके सत्र समाप्त कर सकते हैं और उन्हें संदेश या फ़ोन ऐप्स में संपर्क करके सूचित कर सकते हैं। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार जब आप चेक इन का उपयोग करते हैं, तो Apple सेवा प्रदान करने और हमारी क़ानूनी बाध्यताओं का पालन करने के लिए आपके व्यक्तिगत डेटा को प्रोसेस करता है। जहाँ सहमति उपयुक्त क़ानूनी आधार पर होती है, हम इसे लागू होने वाले स्थानीय क़ानून के अनुसार प्राप्त करने की कोशिश करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून अनुमति देते हैं, हम अपने या तृतीय पक्ष के तर्कसंगत हितों के उद्देश्यों के लिए आवश्यकता के अनुसार व्यक्तिगत डेटा की निम्नलिखित श्रेणियों को प्रोसेस करते हैं जिनमें इस बारे में जानकारी शामिल होती है कि क्या आप फ़िलहाल अन्य व्यक्ति के साथ “चेक इन सत्र” में मौजूद हैं, वह व्यक्ति कौन है और क्या वर्तमान सत्र के दौरान कैश जारी किए गए है। इन तर्कसंगत हितों में शामिल हैं : • समस्या निवारण, धोखाधड़ी या आपराधिक ऐक्टिविटी • यह सुनिश्चित करके कि आपकी सत्र जानकारी सही संपर्क को भेजी जाए, चेक इन आर्किटेक्चर बनाए रखने में मदद करना रिटेंशन Apple द्वारा व्यक्तिगत डेटा केवल तब तक रिटेन किया जाता है जब तक Apple की गोपनीयता नीति या हमारी सेवा विशिष्ट गोपनीयता नोटिस में बताए गए उद्देश्यों सहित उसके संग्रह के उद्देश्यों की पूर्ति के लिए ज़रूरी होती है या जब तक रिटेन करना क़ानूनन बाध्यकारी होता है। रिटेंशन अवधियों का मूल्यांकन करने के दौरान हम सबसे पहले सावधानीपूर्वक जाँच करते हैं कि क्या एकत्रित व्यक्तिगत डेटा रिटेन करना ज़रूरी है या नहीं और अगर रिटेंशन ज़रूरी है, तो हम कोशिश करते हैं कि व्यक्तिगत डेटा को क़ानूनी रूप से ज़रूरी सबसे छोटी अवधि तक रिटेन किया जाए। “चेक इन सत्र” की अवधि के लिए और इसके बाद अधिकतम 24 घंटे तक, Apple चेक इन के आपके इस्तेमाल के बारे में सीमित व्यक्तिगत डेटा रखता है जैसे कि क्या आप फ़िलहाल चेक इन सत्र में सक्रिय हैं और किसके साथ सक्रिय हैं। Apple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Potvrdu lokacije možete koristiti za interakciju i dijeljenje svog putovanja s prijateljem. Sesiju Potvrde lokacije možete pokrenuti na svom iPhoneu sa sustavom iOS 17 ili novijim. Vi i vaš prijatelj za Potvrdu lokacije trebate omogućiti iMessage i biti prijavljeni vlastitim Apple računom te imati omogućenu dvofaktorsku autentikaciju. Kako bi se olakšala vaša sesija Potvrde lokacije, Apple zadržava osobne podatke vezane za vašu sesiju, uključujući vašu vrstu sesije Potvrde lokacije i jeste li trenutačno aktivni u sesiji. Apple zadržava ove osobne podatke samo tijekom trajanja vaše sesije Potvrde lokacije i tijekom 24 sata nakon nje. Kad pokrenete sesiju do odredišta, s vašim prijateljem podijelit će se odredište i procijenjeno vrijeme dolaska. Prijatelju će se poslati automatska obavijest kad vaš uređaj stigne na odredište ili kad vremenski period istekne i potvrdite da ste u redu. Također možete u bilo kojem trenutku poništiti Potvrdu lokacije tako da dodirnete Dovrši Potvrdu lokacije ili “Prekini dijeljenje”. Kad sesija Potvrde lokacije bude dovršena, prijatelj će automatski primiti obavijest i obrisat će se informacije o vašoj sesiji Potvrde lokacije. Tijekom sesije Potvrde lokacije, informacije o vašim uređajima privremeno će se spremiti. Pošto Potvrda lokacije koristi iMessage, te su informacije kriptirane s kraja na kraj. U slučaju da se dogodi nešto neočekivano, primjerice, vaš uređaj ne stigne na svoje odredište ili izgubi povezivost; ili dođe do hitnog slučaja poput Detekcije sudara, Detekcije pada ili upotrijebite bilo koju od značajki Hitnog poziva te ne odgovorite na obavijesti na svom uređaju, vaš će prijatelj automatski biti obaviješten o tome putem iMessage poruke. Također će moći preuzeti informacije Potvrde lokacije o vašem uređaju, uključujući posljednju poznatu razinu baterije, status mobilne veze i lokaciju. Također možete odlučiti dijeliti rutu svog uređaja od polazišne točke do posljednje poznate lokacije uređaja. Vaš uređaj ili uređaji nastavit će nadzirati vaš napredak i obavještavati vašeg prijatelja o statusu uređaja do 24 sata nakon događaja. Vaš uređaj i uređaj prijatelja zadržat će informacije Potvrde lokacije koje su preuzete lokalno u trajanju od najviše sedam dana. U slučaju da je prijatelj greškom bio obaviješten, možete dovršiti sesiju tako da dodirnete Dovrši Potvrdu lokacije te ga obavijestite, primjerice, putem aplikacija Poruke ili Telefon. Primjenjiva pravna osnova za obrađivanje osobnih podataka Kad koristite Potvrdu lokacije, Apple obrađuje vaše osobne podatke prema potrebi radi pružanja usluge i radi usklađenosti sa svojim pravnim obvezama. Na mjestima na kojima je pristanak prikladna pravna osnova, tražimo ga u skladu s važećim lokalnim zakonom. Na mjestima na kojima važeći lokalni zakon to dozvoljava, obrađujemo sljedeće kategorije osobnih podataka koliko je potrebno za svrhe naših legitimnih interesa ili interesa drugih strana, uključujući informacije o vašem trenutačnom korištenju sesije Potvrde lokacije s drugom osobom, tko je ta osoba, i je li predmemorija otpuštena tijekom trenutačne sesije. Ti legitimni interesi uključuju: • Ispravljanje problema, sprječavanje prevare ili kaznene aktivnosti • Pomoć u održavanju arhitekture Potvrde lokacije osiguravanjem slanja vaših informacija o sesiji točnom kontaktu Zadržavanje Apple zadržava osobne podatke samo onoliko koliko je potrebno za ispunjavanje svrhe za koju su prikupljeni i to kako je opisano u pravilima privatnosti tvrtke Apple ili u obavijestima o privatnosti koje su specifične za tu uslugu ili kako je sukladno zakonu. Prilikom procjenjivanja perioda zadržavanja, prvo pažljivo pregledavamo je li potrebno zadržati prikupljene osobne podatke i, ako je zadržavanje potrebno, trudimo se osobne podatke zadržati na najkraći mogući period dozvoljen važećim zakonom. Apple zadržava ograničene osobne podatke o vašoj uporabi Potvrde lokacije, primjerice, jeste li trenutačno aktivni u sesiji Potvrde lokacije i s kime, tijekom trajanja sesije Potvrde lokacije i do 24 sata nakon. Apple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com/legal/privacy/hr.
hu: A Helyzetjelentés funkcióval kommunikálhat, és megoszthatja az utazását egy barátjával. Helyzetjelentés-munkamenetet iOS 17 vagy újabb rendszert futtató iPhone-nal indíthat. Önnek és a Helyzetjelentés-munkamenetben részt vevő barátjának egyaránt engedélyezniük kell az iMessage‑et, be kell jelentkezniük a saját Apple-fiókjukkal, és engedélyezniük kell a kétlépéses hitelesítést. A Helyzetjelentés-munkamenet biztosítása érdekében az Apple megőrzi a munkamenetével kapcsolatos személyes adatokat, többek között a Helyzetjelentés-munkamenete típusát, valamint hogy pillanatnyilag rendelkezik-e aktív munkamenettel. Az Apple ezeket a személyes adatokat csak a Helyzetjelentés-munkamenet idejére, valamint az azt követő 24 órára őrzi meg. A célja és a megközelítő érkezési ideje meg lesz osztva a barátjával, amikor elindít egy célmunkamenetet. A barátja automatikusan értesítést fog kapni, amelyből megtudhatja, hogy az Ön eszköze mikor érkezik meg a céljához, mikor ér véget az időtartama, és Ön megerősítette, hogy rendben van. Bármikor megszakíthatja a Helyzetjelentést, ha a „Helyzetjelentés befejezése” vagy a „Megosztás leállítása” lehetőségre koppint. A Helyzetjelentés-munkamenet befejezése után a barátja automatikusan értesítést fog kapni, és a Helyzetjelentés-munkamenettel kapcsolatos információk törölve lesznek. Helyzetjelentés-munkamenet közben az eszközével kapcsolatos információk ideiglenesen mentve lesznek. Mivel a Helyzetjelentés az iMessage funkciót használja, ez az információ titkosítva van a végpontok között. Amennyiben váratlan dolog történik (például az eszköze nem ér el a céljához, vagy megszakad a kapcsolata; vészhelyzet adódik, például ütközés vagy esés észlelhető; illetve ha Ön a Vészhelyzet – SOS funkciót használja, és nem reagál az eszközén megjelenő felszólításokra), a barátja automatikusan értesítést fog kapni erről iMessage-üzenetben. Lehetősége lesz letölteni az Ön eszközével kapcsolatos Helyzetjelentés-információkat, többek közt az akkumulátor utoljára ismert töltöttségi szintjét, a mobilhálózat állapotát és a helyzetet. Bekapcsolhatja annak az útvonalnak a megosztását is, amelyet az eszköze a kiindulási ponttól az eszköz legutóbbi ismert helyzetéig megtett. Az Ön eszköze vagy eszközei folytatják az Ön haladásának figyelését, és értesítik a barátját az Ön eszközének állapotáról akár az eseményt követő 24 órán keresztül. Az Ön eszköze és a barátja eszköze legfeljebb hét napig fogja tárolni a helyileg letöltött Helyzetjelentés-információkat. Amennyiben a barátja tévedésből kapott értesítést, Ön megszakíthatja a munkamenetet a Helyzetjelentés befejezése lehetőségre koppintva, és ezt elmondhatja neki például az Üzenetek vagy a Telefon app használatával. A személyes adatok feldolgozásának hatályos jogalapja Ha a Helyzetjelentés funkciót használja, az Apple az Ön személyes adatait a szolgáltatás biztosításához és a jogi előírásoknak való megfeleléshez szükséges módon dolgozza fel. Ahol a hatályos jogalap a hozzájárulás, ott hozzájárulást kérünk a vonatkozó helyi jogszabályoknak megfelelően. Ahol a helyi jogszabályok lehetővé teszik, a következő kategóriákba tartozó személyes adatokat feldolgozzuk a saját jogos érdekünkkel vagy harmadik felek jogos érdekeivel kapcsolatos célokra. Ide tartoznak az olyan információk, mint hogy Ön jelenleg folytat-e Helyzetjelentés-munkamenetet egy másik személlyel, hogy ki ez a személy, és hogy a gyorsítótár fel van-e oldva az aktuális munkamenet alatt. Ezek a jogos érdekek a következőket foglalhatják magukban: • Hibaelhárítás, a csalások vagy bűncselekmények megelőzése; • A Helyzetjelentés-architektúra fenntartásának elősegítése a munkamenet-információk megfelelő kontaktnak való elküldésének biztosítása által. Megőrzés Az Apple a személyes adatokat csak olyan hosszú ideig őrzi meg, ameddig azokra a gyűjtés céljának teljesítése érdekében szükség van, többek között az Apple adatvédelmi szabályzatában vagy a szolgáltatásspecifikus adatvédelmi szabályzatban leírtak alapján, illetve a törvényi előírásoknak megfelelően. A megőrzési időtartamok meghatározásakor először alapos vizsgálatot végzünk, hogy szükséges-e az összegyűjtött személyes adatok megőrzése, és ha igen, akkor arra törekszünk, hogy a törvényi előírások által megengedett legrövidebb ideig őrizzük meg ezeket. Az Apple korlátozott információkat tárol a Helyzetjelentés-munkamenet idejére és az azt követő legfeljebb 24 órában a Helyzetjelentés használatáról, például azt, hogy Ön jelenleg aktív-e egy Helyzetjelentés-munkamenetben, illetve hogy kivel folytatja a munkamenetet. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek kezelve, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Anda dapat menggunakan Periksa untuk berinteraksi dengan dan membagikan perjalanan Anda dengan teman. Anda dapat memulai sesi Periksa dengan iPhone Anda dengan iOS 17 atau lebih baru. Anda dan teman Periksa Anda akan harus mengaktifkan iMessage dan masuk dengan Akun Apple Anda sendiri serta mengaktifkan autentikasi dua faktor. Agar dapat memfasilitasi sesi Periksa Anda, Apple menyimpan data pribadi terkait dengan sesi Anda, termasuk jenis sesi Periksa dan apakah sesi Anda sedang aktif. Apple hanya menyimpan data pribadi ini selama durasi sesi Periksa Anda dan 24 jam setelahnya. Tujuan dan perkiraan waktu kedatangan Anda akan dibagikan dengan teman saat Anda memulai sesi tujuan. Teman Anda akan dikirimi pemberitahuan otomatis yang memberi tahu mereka saat perangkat Anda tiba di tempat tujuan atau saat durasi waktu Anda berakhir dan Anda mengonfirmasi bahwa Anda baik-baik saja. Anda juga dapat membatalkan Periksa kapan pun dengan mengetuk “Akhiri Periksa” atau “Berhenti Berbagi”. Setelah sesi Periksa diakhiri, teman Anda akan menerima pemberitahuan secara otomatis, dan informasi mengenai sesi Periksa Anda akan dihapus. Saat dalam sesi Periksa, informasi mengenai perangkat Anda akan disimpan untuk sementara. Karena Periksa menggunakan iMessage, informasi ini dienkripsi ujung ke ujung. Jika terjadi sesuatu yang tidak terduga, seperti perangkat Anda gagal mencapai tujuannya atau kehilangan konektivitas; atau kejadian darurat, seperti Deteksi Tabrakan, Deteksi Jatuh; atau Anda menggunakan salah satu fitur Darurat SOS dan tidak menanggapi perintah di perangkat, teman Anda akan secara otomatis dikirimi iMessage yang memberi tahu mereka. Mereka juga akan diberi pilihan untuk mengunduh informasi Periksa mengenai perangkat Anda, termasuk level baterai terakhir yang diketahui, status seluler, dan lokasi. Anda juga dapat mengaktifkan berbagi rute yang diambil perangkat Anda dari titik mulai ke lokasi terakhir perangkat yang diketahui. Perangkat Anda akan terus mengawasi perjalanan dan mengabari teman mengenai status perangkat Anda hingga selama 24 jam setelah kejadian. Perangkat Anda dan perangkat teman Anda akan menyimpan informasi Periksa yang diunduh secara lokal hingga selama tujuh hari. Jika teman Anda telah salah diberi tahu, Anda dapat mengakhiri sesi dengan mengetuk Akhiri Periksa dan menghubungi mereka di app Pesan atau Telepon untuk memberi tahu mereka, misalnya. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Saat Anda menggunakan Periksa, Apple memproses data pribadi Anda sebagaimana yang diperlukan untuk menyediakan layanan, dan untuk mematuhi kewajiban hukum kami. Jika persetujuan merupakan dasar hukum yang sesuai, kami akan memintanya sesuai dengan hukum setempat yang berlaku. Jika sesuai dengan hukum setempat yang berlaku, kami memproses kategori data pribadi berikut sebagaimana yang diperlukan untuk tujuan kepentingan kami yang sah atau pihak ketiga, meliputi informasi mengenai apakah Anda sedang dalam sesi Periksa dengan orang lain, identitas orang tersebut, dan apakah cache dirilis selama sesi saat ini. Kepentingan yang sah ini meliputi: • Menyelesaikan masalah, mencegah penipuan atau aktivitas kriminal • Membantu memelihara arsitektur Periksa dengan memastikan informasi sesi Anda dikirimkan ke kontak yang benar Penyimpanan Apple hanya menyimpan data pribadi selama yang diperlukan untuk memenuhi tujuan pengumpulan, termasuk sebagaimana dijelaskan di Kebijakan Privasi Apple atau di pemberitahuan privasi khusus layanan kami, atau sebagaimana yang diwajibkan oleh hukum. Saat mengevaluasi periode penyimpanan, pertama-tama kami memeriksa dengan seksama apakah perlu untuk menyimpan data pribadi yang dikumpulkan dan, jika penyimpanan diperlukan, berusaha menyimpan data pribadi sesingkat mungkin sesuai hukum. Apple menyimpan data pribadi terbatas mengenai penggunaan Periksa Anda, seperti apakah Anda sedang dalam sesi Periksa dan dengan siapa, selama durasi sesi Periksa dan hingga 24 jam setelahnya. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy.
it: Puoi utilizzare “Tutto bene” per interagire con una persona amica e condividere informazioni sul tuo percorso. Puoi avviare una sessione di “Tutto bene” tramite iPhone con iOS 17 o versioni successive. Sia tu sia la persona con cui hai avviato la sessione di “Tutto bene” dovete aver abilitato iMessage, aver effettuato l’accesso ai vostri Apple Account e aver attivato l’autenticazione a due fattori. Per facilitare la tua sessione di “Tutto bene”, Apple conserva dati personali relativi alla sessione, inclusa la tipologia e l’eventuale presenza di una sessione attualmente attiva. Apple conserva tali dati personali solo per la durata della sessione e per le 24 ore successive. Quando avvii una sessione basata sulla destinazione, quest’ultima e l’orario di arrivo approssimativo verranno condivise con l’altra persona. Quando arrivi a destinazione o quando termina il tempo specificato per la sessione e confermi che va tutto bene, l’altra persona riceverà una notifica automatica. Puoi anche annullare una sessione in qualsiasi momento toccando “Termina sessione di ‘Tutto bene’” o “Interrompi condivisione”. Quando una sessione di “Tutto bene” viene interrotta, l’altra persona riceverà automaticamente una notifica e le informazioni sulla sessione verranno eliminate. Durante una sessione di “Tutto bene”, le informazioni sui tuoi dispositivi verranno salvate temporaneamente. Poiché “Tutto bene” utilizza iMessage, tali informazioni sono protette tramite codifica end‑to‑end. Nel caso di un problema inatteso, come ad esempio se il dispositivo non raggiunge la destinazione o perde la connessione, se si verifica un’emergenza come il rilevamento di un incidente o di una caduta oppure se utilizzi una delle funzionalità di “SOS emergenze” e non rispondi agli avvisi sul dispositivo, l’altra persona verrà informata automaticamente tramite iMessage. Potrà anche scegliere di scaricare le informazioni sul tuo dispositivo dalla sessione di “Tutto bene”, tra cui l’ultimo livello di batteria conosciuto, lo stato della rete cellulare e la posizione. Inoltre, puoi scegliere di condividere l’itinerario del dispositivo dal luogo di partenza fino all’ultima posizione conosciuta. I tuoi dispositivi continueranno a monitorare il tuo avanzamento e aggiorneranno l’altra persona sullo stato del tuo dispositivo fino a 24 ore dopo l’evento. Le informazioni scaricate dalla sessione di “Tutto bene” verranno conservate sul tuo dispositivo e su quello dell’altra persona per un periodo massimo di sette giorni. Nel caso in cui l’altra persona riceva un avviso per errore, puoi interrompere la sessione toccando “Termina sessione di ‘Tutto bene’” e informarla tramite l’app Messaggi o Telefono, ad esempio. Basi giuridiche rilevanti per l’elaborazione dei dati personali Quando utilizzi “Tutto bene”, Apple elabora i tuoi dati personali nel modo necessario per poter fornire il servizio e per ottemperare agli obblighi legali vigenti. Nei casi in cui il consenso è la base giuridica appropriata, Apple lo richiede in conformità alla legislazione locale applicabile. Se consentito dalle leggi locali in materia, Apple elabora le seguenti categorie di dati personali secondo quanto necessario ai fini dei propri legittimi interessi o di quelli di terze parti, incluse informazioni riguardanti l’eventuale presenza di una sessione di “Tutto bene” attualmente attiva con un’altra persona, l’identità di tale persona e se la cache viene rilasciata durante la sessione attuale. Questi interessi legittimi includono: • Risolvere problemi e impedire eventuali frodi o attività criminali. • Consentire il mantenimento dell’architettura di “Tutto bene” garantendo che le informazioni sulla sessione vengano inviate al contatto corretto. Conservazione delle informazioni Apple conserva i dati personali solo per la durata necessaria ad adempiere alle finalità per cui sono stati raccolti, incluse quelle descritte nell’informativa sulla privacy di Apple o nelle note sulla privacy specifiche per ogni servizio, oppure secondo quanto richiesto dalle normative. Quando valutiamo i tempi di conservazione dei dati, esaminiamo innanzitutto se è necessario che i dati personali raccolti vengano conservati. Se ciò è necessario, ci impegniamo a conservare tali dati per il più breve periodo di tempo possibile, secondo quanto consentito dalle normative. Apple conserva dati personali limitati riguardanti il tuo utilizzo di “Tutto bene”, come l’eventuale presenza di una sessione attualmente attiva e l’identità del contatto, per la durata della sessione e fino a 24 ore successive. In qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: 到着確認を使用して、友達と移動状況をやりとりしたり、共有したりできます。到着確認セッションは、iOS 17以降が搭載されたiPhoneで開始できます。あなたと到着確認相手の友達の両方が、iMessageを有効にしていて、自分のApple Accountでサインインしている必要があります。また、2ファクタ認証を有効にしている必要があります。到着確認セッションを促進する目的で、Appleは、到着確認セッションの種類や現在セッションが進行中かどうかなどを含む、セッションに関する個人データを保持します。Appleは、個人データを到着確認セッションの間とその終了後24時間だけ保持します。 目的地を指定したセッションを開始すると、目的地とおおよその到着時間が友達と共有されます。あなたのデバイスが目的地に到着するか、または所要時間が終了しても問題なく進んでいることを確認すると、そのことを知らせる自動通知が友達に送信されます。また、“到着確認を終了”または“共有を停止”をタップして、いつでも到着確認をキャンセルできます。到着確認セッションが終了すると、友達に通知が自動的に送信され、到着確認セッションに関する情報は削除されます。 到着確認セッション中は、あなたのデバイスに関する情報が一時的に保存されます。到着確認ではiMessageを使用するため、この情報はエンドツーエンドで暗号化されます。デバイスが目的地に到着できなかったかデバイスの接続が切れた、衝突事故検出や転倒検出などの緊急事態、あなたがいずれかの緊急SOS機能を使用していてデバイス上の確認に応答しないなど、想定外の出来事が起きた場合は、そのような出来事を知らせるiMessageが友達に自動的に送信されます。最後に確認できたバッテリー残量、モバイル通信の状態、位置情報などのデバイスに関する到着確認情報をダウンロードするオプションも送信されます。出発地から最後に確認できたデバイスの位置までのデバイスの移動経路を共有することを選択することもできます。デバイスでは、引き続きあなたの移動状況が監視され、出来事の発生後最長24時間、デバイスの状態に関する最新情報が友達に送信されます。あなたのデバイスと友達のデバイスには、ローカルにダウンロードされた到着確認の情報が最大7日間保存されます。間違って友達に通知が送信された場合は、“到着確認を終了”をタップしてセッションを終了し、メッセージアプリや電話アプリなどで連絡して知らせることができます。 個人データを処理する際に適用される法的根拠 到着確認を使用すると、Appleは、サービスを提供するために必要な範囲で、法的義務を遵守する目的において、個人データを処理します。あなたの同意が適切な法的根拠となる場合は、該当する現地法に基づいて同意を求めます。 該当する現地法で許可されている場合、Appleは、Appleまたは第三者の正当な利益のために、必要に応じて、現在あなたがほかの人との到着確認セッションが進行中かどうかや、その相手は誰か、現在のセッション中にキャッシュが解放されたかどうかを含め、以下のカテゴリの個人データを処理します。この正当な利益には以下のものが含まれます: • トラブルシューティング、詐欺行為や犯罪行為の防止 • セッション情報が正しい連絡先に確実に送信されるようにすることで、到着確認のアーキテクチャを維持すること 保持 Appleは、AppleのプライバシーポリシーまたはAppleのサービス別のプライバシー通知に記載されている通りに、または法律で定められた通りに、収集目的を達成するために必要な期間のみ個人データを保持します。保持期間の決定においては、まず収集した個人データを保持する必要があるかどうかを検討し、保持する必要がある場合は、法律の下で許容される最短の期間を個人データの保持期間とするように努めます。Appleは、現在到着確認セッションが進行中かどうかや誰とのやり取りかなど、到着確認の使用に関する限定的な個人データを到着確認セッションの間とその終了後24時間まで保持します。 Appleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Досыңызбен әрекеттесу және саяхатыңызды бөлісу үшін «Байланысқа шығу» функциясын пайдалануға болады. «Байланысқа шығу» сеансын iOS 17 немесе одан кейінгі нұсқадағы iPhone құрылғыңызбен бастауға болады. Сізде және «Байланысқа шығу» сеансын қолданатын досыңызда iMessage қолданбасы және екі факторлы аутентификация қосулы болуы керек, ал жүйеге Apple аккаунтыңызбен кіруіңіз қажет. «Байланысқа шығу» сеансын жеңілдету үшін Apple компаниясы сеансыңыз, оның ішінде «Байланысқа шығу» сеансының түрі және сеанс кезіндегі белсенділігіңіз туралы жеке деректерді сақтайды. Apple бұл жеке деректерді тек «Байланысқа шығу» сеансында және одан кейін 24 сағат ішінде сақтайды. Тағайындылған жер сеансын бастаған кезде, тағайындалған жер мен болжалды жету уақыты досыңызға жіберіледі. Құрылғыңыз тағайындалған жерге жеткенде немесе сіздің уақытыңыз біткен кезде досыңызға автоматты түрде хабарландыру жіберіледі және барлығы дұрыс екенін растауыңыз керек болады. Сондай-ақ «Байланысқа шығу» сеансын аяқтау немесе «Бөлісуді тоқтату» түймесін түрту арқылы «Байланысқа шығу» сеансынан кез келген уақытта бас тартуға болады. «Байланысқа шығу» сеансы аяқталғанда, досыңыз автоматты түрде хабарландыру алады және «Байланысқа шығу» сеансы туралы ақпарат жойылады. «Байланысқа шығу» сеансында құрылғыларыңыз туралы ақпарат уақытша сақталады. «Байланысқа шығу» сеансы iMessage қолданбасын пайдаланатындықтан, бұл ақпарат өтпелі шифрлаумен қорғалған. Күтпеген оқиға (мысалы, құрылғыңыз межелі жерге жете алмаса немесе қосылымды жоғалтса) немесе төтенше жағдай (мысалы, апат немесе құлау анықталса немесе сіз кез келген «Төтенше қоңырау — SOS» функциясын қолдансаңыз және құрылғыңыздағы сұрауларға жауап бермесеңіз) орын алса, досыңызға бұл жайлы iMessage арқылы автоматты түрде хабар жіберіледі. Сондай-ақ оларға құрылғыңыз туралы, соның ішінде соңғы белгілі аккумулятор деңгейі, ұялы байланыс күйі және геолокация туралы «Байланысқа шығу» сеансының ақпаратын жүктеп алу опциясы жіберіледі. Сондай-ақ құрылғыңызға бастапқы нүктеден құрылғының соңғы белгілі геолокациясына дейін жүріп өткен бағытын бөлісуді таңдауға болады. Құрылғыларыңыз сіздің қозғалыстарыңызды бақылауды жалғастырады және оқиғадан кейін 24 сағат ішінде досыңызға олардың күйі туралы хабарлап отырады. Құрылғыңыз және достарыңыздың құрылғылары жергілікті түрде жүктеп алынған «Байланысқа шығу» сеансының ақпаратын жеті күнге дейін сақтайды. Досыңыз қателікпен хабарландыру алған жағдайда, «Байланысқа шығу сеансын аяқтау» түймесін пайдаланып сеансты аяқтап, оған басқа жолмен (мысалы, «Хабарлар» немесе «Телефон» қолданбасы арқылы) хабарласуға болады. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз «Байланысқа шығу» функциясын пайдаланғанда, Apple жеке деректеріңізді қызмет көрсету және заңды міндеттемелерімізді орындау үшін қажет болған жағдайда өңдейді. Келісім тиісті заңды негізге сүйенсе, біз оны қолданыстағы жергілікті заңға сәйкес іздейміз. Қолданыстағы жергілікті заңда рұқсат етілген жағдайда, біз заңды мүдделеріміз немесе үшінші тараптың мүдделері үшін қажетті жеке деректердің төмендегі санаттарын, соның ішінде қазіргі уақытта басқа адаммен «Байланысқа шығу» сеансында екендігіңіз, сол адам кім болғаны және ағымдағы сеанс кезінде кэштің босатылуы туралы ақпаратты өңдейміз. Бұл заңды мүдделерге мыналар жатады: • Ақауларды жою, алаяқтық немесе қылмыстық әрекеттерге жол бермеу • «Байланысқа шығу» архитектурасын сақтауға (сеанс ақпаратының дұрыс контактіге жіберілуін қамтамасыз ету арқылы) көмектесу Деректерді сақтау Apple жеке деректерді тек жинау мақсаттарын орындау үшін қажет болғанша, соның ішінде Apple құпиялылық саясатында немесе қызметке тән құпиялылық туралы хабарламаларымызда сипатталғандай немесе заң талап еткендей сақтайды. Сақтау мерзімдерін бағалау кезінде алдымен жиналған жеке деректерді сақтау қажет пе, жоқ па, соны мұқият тексереміз және сақтау қажет болса, жеке деректерді заңмен рұқсат етілген ең қысқа мерзім ішінде сақтау үшін жұмыс істейміз. Apple компаниясы «Байланысқа шығу» сеансын пайдалануыңызға қатысты жеке деректердің (мысалы, «Байланысқа шығу» сеансында белсенді және кіммен болсаңыз) шектеулі көлемін «Байланысқа шығу» сеансы барысында және сеанс аяқталғаннан кейін 24 сағатқа дейін сақтайды. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy сайтында берілген) сәйкес өңделеді.
ko: 안전 확인을 사용하여 친구와 이동 상황을 주고받거나 공유할 수 있습니다. iOS 17 이상이 설치되어 있는 iPhone에서 안전 확인 세션을 시작할 수 있습니다. 사용자 및 사용자의 ‘안전 확인’ 친구는 iMessage를 활성화해야 하며, 사용자 본인의 Apple 계정으로 로그인되어 있고 이중 인증을 활성화한 상태여야 합니다. 안전 확인 세션 서비스를 제공하기 위해 Apple은 안전 확인 세션 유형, 사용자가 안전 확인 세션을 현재 사용하고 있는지 여부 등 세션에 관한 개인 데이터를 유지합니다. Apple은 이 개인 데이터를 안전 확인 세션이 지속되는 동안, 그리고 이후 24시간 동안만 유지합니다. 사용자가 목적지 세션을 시작하면 사용자의 목적지 및 대략적인 도착 시간이 친구와 공유됩니다. 사용자의 기기가 목적지에 도착하거나 소요 시간이 종료되었을 때 사용자가 본인이 안전한 상태라고 확인하면, 이를 알리는 자동 알림이 친구에게 전송됩니다. 또한, 사용자는 ‘안전 확인 종료’ 또는 ‘공유 중단’을 탭하여 안전 확인을 언제든지 취소할 수 있습니다. 안전 확인 세션이 종료되면, 사용자의 친구는 자동으로 알림을 받고 안전 확인 세션에 관한 정보는 삭제됩니다. 안전 확인 세션 중에는 사용자의 기기에 관한 정보가 일시적으로 저장됩니다. 안전 확인은 iMessage를 사용하기 때문에, 이 정보는 종단간 암호화됩니다. 사용자의 기기가 목적지에 도착하지 못하거나 연결이 끊기는 등 예상치 않은 일이 발생하거나, 충돌 감지 또는 넘어짐 감지와 같은 긴급 상황이거나, 긴급 구조 요청 기능 사용 중에 기기의 메시지에 사용자가 응답하지 않는 경우 친구에게 이를 알리는 iMessage가 자동으로 전송됩니다. 또한 마지막으로 파악한 배터리 잔량, 셀룰러 상태 및 위치 등의 기기에 관한 안전 확인 정보를 다운로드할 수 있는 옵션도 제공됩니다. 출발지에서 마지막으로 파악할 수 있는 위치까지의 기기 이동 경로를 공유하도록 선택할 수도 있습니다. 기기에서는 계속해서 사용자의 이동 상태가 모니터링되고 이벤트 발생 후 최장 24시간 동안 기기 상태에 대한 최신 정보가 친구에게 전송됩니다. 사용자의 기기 및 친구의 기기에 로컬로 다운로드된 안전 확인 정보는 최대 7일 동안 유지됩니다. 오류로 인해 친구에게 잘못 통지된 경우 안전 확인 종료를 탭하여 세션을 종료하고, 메시지 또는 전화 앱 등으로 연락하여 이를 알릴 수 있습니다. 개인 데이터 처리를 위한 관련 법적 근거 안전 확인을 사용하는 경우, Apple은 필요에 따라 서비스를 제공하고 Apple의 법적 의무를 준수할 목적으로 개인 데이터를 처리합니다. 동의가 적절한 법적 근거가 될 경우 Apple은 관련 현지 법률에 따라 동의를 구합니다. 관련 현지 법률이 허용하는 경우, Apple은 Apple 또는 제3자의 정당한 이익을 위해 필요에 따라 사용자가 다른 사람과 안전 확인 세션을 현재 사용하고 있는지, 누구와 사용 중인지, 현재 세션 중 캐시가 해제되었는지 여부를 포함하여 다음 카테고리의 개인 데이터를 처리합니다. 이러한 정당한 이익에는 다음과 같은 사항이 포함됩니다. • 문제 해결, 사기 또는 범죄 행위 방지 • 세션 정보가 올바른 연락처로 전송되도록 보장함으로써 ‘안전 확인’ 아키텍처를 관리하도록 지원 데이터 유지 Apple은 개인 데이터를 Apple의 개인정보 처리방침 또는 서비스별 개인정보 보호 고지에 설명된 대로, 또는 법률에서 요구하는 바에 따라 수집한 목적을 이행하는 데 필요한 기간 동안만 보관합니다. 보관 기간을 측정할 때 Apple은 수집한 개인 데이터를 보관할 필요가 있는지에 대해 신중하게 검토한 다음, 보관이 필요하다고 판단되는 경우에 한해 법률상 허용되는 가능한 최단기간 동안 개인 데이터를 보관하도록 작업합니다. Apple은 사용자의 안전 확인 사용(사용자가 안전 확인 세션을 현재 사용하고 있는지, 누구와 사용 중인지 등)에 관한 제한적인 개인 데이터를 안전 확인 세션이 지속되는 동안, 그리고 이후 최대 24시간 동안 유지합니다. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Atvykimo patvirtinimą galite naudoti norėdami bendrauti su draugu ir bendrinti kelionės pažangą. Atvykimo patvirtinimą galite pradėti naudodami „iPhone“, turintį „iOS 17“ arba naujesnę versiją. Jūs ir atvykimo patvirtinimo draugas turėsite būti įjungę „iMessage“, būti prisijungę naudodami savo „Apple“ paskyrą ir aktyvinę autentifikavimą dviem veiksniais. Tam, kad galėtumėte naudoti atvykimo patvirtinimą, „Apple“ saugo asmens duomenis seanso metu, įskaitant atvykimo patvirtinimo seanso tipą ir tai, ar šiuo metu jame dalyvaujate. „Apple“ saugo šiuos asmens duomenis tik tol, kol trunka atvykimo patvirtinimas, bei 24 valandas po jo. Jūsų paskirties vieta ir apytikslis atvykimo laikas bus bendrinami su draugu, kai pradėsite paskirties vietos seansą. Jūsų draugui bus išsiųstas automatinis pranešimas, kuriuo jis bus informuojamas, kai jūsų įrenginys atvyks į paskirties vietą arba tuo atveju, kai pasibaigs laikas ir patvirtinsite, kad jums viskas gerai. Taip pat galite bet kada atšaukti atvykimo patvirtinimą bakstelėdami „Baigti atvykimo patvirtinimą“ arba „Stabdyti bendrinimą“. Kai baigsis atvykimo patvirtinimo seansas, jūsų draugas automatiškai gaus pranešimą, o informacija apie atvykimo patvirtinimą bus ištrinta. Vykstant atvykimo patvirtinimo seansui, informacija apie jūsų įrenginius bus laikinai išsaugoma. Kadangi vykstant atvykimo patvirtinimo seansui naudojama „iMessage“, ši informacija apsaugoma ištisiniu šifravimu. Jei atsitiktų kažkas netikėto, pvz., jei įrenginiui nepavyktų pasiekti paskirties vietos arba praradus jungiamumą; įvykus nelaimei, pvz., aptikus avariją ar kritimą; jei panaudosite bet kurią SOS signalo funkciją ir neatsakysite į įrenginyje rodomus raginimus, jūsų draugui bus automatiškai išsiunčiama „iMessage“ žinutė siekiant jį informuoti. Draugui taip pat bus išsiunčiama parinktis atsisiųsti atvykimo patvirtinimo informaciją apie jūsų įrenginį, įskaitant paskutinį žinomą akumuliatoriaus įkrovos lygį, mobiliojo ryšio būseną ir vietą. Taip pat galite pasirinkti, kad būtų bendrinamas maršrutas, kuriuo keliavo jūsų įrenginys nuo pradžios taško iki paskutinės žinomos įrenginio vietos. Jūsų įrenginys (-iai) ir toliau stebės jūsų pažangą ir praneš jūsų draugui apie įrenginio būseną praėjus iki 24 valandų po įvykio. Atsisiųsta atvykimo patvirtinimo informacija bus laikoma jūsų įrenginyje ir jūsų draugo įrenginyje iki septynių dienų. Jei draugas buvo informuotas per klaidą, galite baigti seansą bakstelėdami „Baigti atvykimo patvirtinimą“ ir pranešti jam susisiekdami per, pvz., programą „Žinutės“ arba „Telefonas“. Taikomas asmens duomenų tvarkymo teisinis pagrindas Kai naudojate atvykimo patvirtinimo funkciją, „Apple“ apdoroja jūsų asmens duomenis, jei tai būtina paslaugai teikti ir teisiniams įsipareigojimams vykdyti. Jei sutikimas yra tinkamas teisinis pagrindas, jo siekiame pagal taikomus vietinius įstatymus. Jei taikomi vietos įstatymai leidžia, mes apdorojame tolesnes asmens duomenų kategorijas, jei tai būtina mūsų teisėtų interesų arba trečiosios šalies tikslais, įskaitant informaciją, ar šiuo metu vykdote atvykimo patvirtinimą su kitu asmeniu, kas yra minėtasis asmuo ir ar talpykla atlaisvinama dabartinio seanso metu. Šie teisėti interesai apima teisę: • Šalinti triktis, užkirsti kelią sukčiavimui arba nusikalstamai veikai • Išlaikyti atvykimo patvirtinimo architektūrą užtikrinant, kad seanso informacija būtų siunčiama teisingam adresatui Saugojimas „Apple“ saugo asmens duomenis tik tiek laiko, kiek būtina tikslams, dėl kurių jie buvo surinkti, įgyvendinti, įskaitant „Apple“ privatumo politikoje aprašytus arba konkrečios paslaugos pranešime apie privatumą nurodytus tikslus, arba kaip reikalaujama pagal įstatymus. Vertindami saugojimo terminus, pirmiausia atidžiai išnagrinėjame, ar būtina saugoti surinktus asmens duomenis ir, jei saugoti būtina, stengiamės, kad asmens duomenys būtų saugomi trumpiausią galimą įstatymų leidžiamą laiką. „Apple“ saugo ribotus asmens duomenis apie „Atvykimo patvirtinimo“ naudojimą, pvz., ar šiuo metu dalyvaujate atvykimo patvirtinimo seanse ir su kuo, ir juos saugo tol, kol trunka atvykimo patvirtinimas, ir iki 24 valandų po jo. Bendrovės „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy.
ms: Anda boleh menggunakan Periksa untuk berinteraksi dengan dan berkongsi perjalanan anda dengan rakan. Anda boleh memulakan sesi Periksa dengan iPhone anda yang menggunakan iOS 17 atau lebih baharu. Anda dan juga rakan Periksa anda perlu mendayakan iMessage serta didaftar masuk dengan Akaun Apple anda sendiri dan mendayakan pengesahan dua faktor. Untuk memudahkan sesi Periksa anda, Apple mengekalkan data peribadi berkenaan sesi anda, termasuk jenis sesi Periksa anda dan sama ada anda sedang aktif dalam sesi. Apple mengekalkan data peribadi ini hanya untuk tempoh masa sesi Periksa anda dan untuk 24 jam selepas itu. Destinasi dan anggaran masa ketibaan anda akan dikongsi dengan rakan anda apabila memulakan sesi destinasi. Rakan anda akan dihantar pemberitahuan automatik yang memaklumkan mereka apabila peranti anda tiba di destinasi anda atau apabila tempoh masa anda tamat dan anda mengesahkan anda ok. Anda juga boleh membatalkan Periksa pada bila-bila masa dengan mengetik “Tamatkan Periksa” atau “Henti Berkongsi”. Apabila sesi Periksa ditamatkan, rakan anda akan menerima pemberitahuan secara automatik dan maklumat tentang sesi Periksa anda akan dipadamkan. Semasa dalam sesi Periksa, maklumat tentang peranti anda akan disimpan buat sementara. Memandangkan Periksa menggunakan iMessage, maklumat ini disulitkan hujung ke hujung. Sekiranya sesuatu yang tidak dijangka berlaku, seperti peranti anda gagal mencapai destinasinya atau hilang ketersambungan; atau peristiwa kecemasan, seperti Pengesanan Nahas, Pengesanan Jatuh; atau anda menggunakan sebarang daripada ciri SOS Kecemasan dan anda tidak membalas gesaan pada peranti anda, iMessage akan dihantar secara automatik kepada rakan anda untuk memaklumkan mereka. Mereka juga akan dihantar pilihan untuk memuat turun maklumat Periksa anda tentang peranti anda, termasuk paras bateri, status selular dan lokasi terakhir yang diketahui. Anda juga boleh mengikut serta dalam berkongsi laluan yang diambil peranti anda dari titik mula anda ke lokasi terakhir peranti anda yang diketahui. Peranti anda akan terus memantau kemajuan anda dan mengemas kini rakan anda dengan status peranti anda untuk sehingga 24 jam selepas peristiwa. Peranti anda dan peranti rakan anda akan menyimpan maklumat Periksa anda yang dimuat turun secara setempat hingga tujuh hari. Sekiranya rakan anda telah dimaklumkan secara silap, anda boleh menamatkan sesi dengan mengetik Tamatkan Periksa dan memberitahu mereka dengan menghubungi mereka dalam, contohnya app Mesej atau Telefon. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Apabila anda menggunakan Periksa, Apple memproses data peribadi anda seperti yang diperlukan untuk menyediakan perkhidmatan dan mematuhi kewajipan undang-undang kami. Jika persetujuan ialah asas undang-undang yang bersesuaian, kami mendapatkannya selaras dengan undang-undang tempatan yang berkenaan. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses kategori data peribadi berikut mengikut keperluan untuk tujuan kepentingan sah kami atau pihak ketiga, termasuk maklumat tentang sama ada anda dalam sesi Periksa pada masa ini dengan orang lain, identiti orang itu dan jika cache dilepaskan dalam sesi semasa. Kepentingan sah ini termasuk untuk: • Menyelesaikan masalah, mencegah penipuan atau kegiatan jenayah • Membantu mengekalkan seni bina Periksa dengan memastikan maklumat sesi anda dihantar kepada kenalan yang betul Pengekalan Apple mengekalkan data peribadi hanya setakat yang perlu untuk memenuhi tujuan data tersebut dikumpulkan, termasuk seperti yang diterangkan dalam Dasar Privasi Apple atau dalam notis privasi khusus perkhidmatan kami, atau seperti yang diperlukan oleh undang-undang. Apabila menilai tempoh pengekalan, kami mengkaji dengan teliti terlebih dahulu sama ada perlu mengekalkan data peribadi yang dikumpulkan, jika pengekalan diperlukan, berusaha untuk mengekalkan data peribadi bagi tempoh paling singkat yang mungkin, yang dibenarkan di bawah undang-undang. Apple menyimpan data peribadi terhad tentang penggunaan Periksa oleh anda, seperti sama ada anda aktif dalam sesi Periksa pada masa ini dan dengan siapa, untuk tempoh masa sesi Periksa dan sehingga 24 jam selepas itu. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
no: Du kan bruke Oppfølging til å kommunisere med og dele turen med en venn. Du kan starte Oppfølging-økter med iPhone med iOS 17 eller nyere. Du og Oppfølging-vennen må begge ha iMessage aktivert, være logget på med en egen Apple‑konto og ha slått på tofaktor­autentisering. For å gjøre opp­følgings­økten mulig oppbevarer Apple personlige data omkring økten, inkludert type opp­følgings­økt og hvorvidt du i øyeblikket er i en aktiv økt. Apple oppbevarer disse personlige dataene så lenge opp­følgings­økten pågår og deretter i 24 timer. Bestemmelsesstedet og anslått ankomsttid vil bli delt med vennen din når du starter en økt med bestemmelses­sted. Vennen vil automatisk motta en varsling når enheten ankommer bestemmelses­stedet ditt eller når den angitte varigheten er over og du har bekreftet at alt er i orden. Du kan også når som helst avbryte en oppfølging ved å trykke på Avslutt oppfølging eller Avslutt deling. Når en oppfølging avsluttes, mottar vennen automatisk en varsling og informasjon om at oppfølgingen vil bli slettet. Mens en oppfølging pågår, vil informasjon om enhetene dine lagres midlertidig. Oppfølging bruker iMessage, og denne informasjonen vil derfor ha gjennomgående kryptering. Hvis det skulle skje noe uventet, for eksempel at enheten ikke når bestemmelsesstedet, at forbindelsen blir brutt eller at det oppstår en nødssituasjon, som at det registreres en ulykke eller et fall eller at du bruker en av Nødanrop (SOS)-funksjonene og du ikke reagerer når enheten prøver å få kontakt med deg, vil vennen din automatisk bli oppdatert med en iMessage-melding. Vennen vil også få muligheten til å laste ned Oppfølging-informasjonen om enheten din, sist kjente batterinivå, mobilnettverks­status og posisjon. Du kan også velge å dele ruten som enheten har fulgt fra utgangspunktet til enhetens sist kjente posisjon. Enheten(e) din(e) vil fortsette med å overvåke og oppdatere vennen om enhetens status i opptil 24 timer etter hendelsen. Oppfølging-informasjonen vil være tilgjengelig lokalt på din og vennens telefon i opptil sju dager. Hvis vennen har fått en varsling ved en feil, kan du avslutte økten ved å trykke på Avslutt oppfølging og si fra for eksempel ved å kontakte vennen i Meldinger- eller Telefon-appen. Juridisk grunnlag for behandling av personlige data Når du bruker Oppfølging, bruker Apple de personlige dataene dine i den grad de er nødvendige for å levere tjenesten og overholde juridiske krav. Når det juridiske grunnlaget som kreves er samtykke, vil vi be om dette i henhold til gjeldende lov. Der lokale lover og regler gjør det mulig, og for å ivareta våre legitime interesser og interessene til tredjeparter, behandler vi kategorier av personlige data etter behov, blant annet informasjon om hvorvidt en oppfølging pågår med en annen person, hvem den personen er og om bufferen tømmes i løpet av den pågående økten. Disse legitime interessene inkluderer å: • feilsøke og hindre svindel og kriminell aktivitet • hjelpe til med å vedlikeholde Oppfølging-arkitekturen ved å sikre at informasjon om økten blir sendt til riktig kontakt Oppbevaring Apple oppbevarer personlige data kun så lenge som nødvendig for å utføre formålet de ble samlet inn for, inkludert som beskrevet i Apples retningslinjer for personvern, i personvern­erklæringen for hver enkelt tjeneste eller i henhold til gjeldende lover. Når vi avgjør hvor lenge data skal beholdes, undersøker vi først nøye om det i det hele tatt er nødvendig å beholde innsamlede personlige data, og hvis det kreves, prøver vi å beholde informasjonen så kort tid som mulig i henhold til loven. Apple beholder et begrenset utvalg av personlige data om din bruk av Oppfølging, deriblant om hvorvidt en Oppfølging-økt pågår og med hvem, mens økten pågår og deretter i opptil 24 timer. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Funkcja Daj znać pozwala komunikować się z drugą osobą i udostępniać jej informacje w trakcie podróży. Sesję Daj znać możesz rozpocząć na iPhonie z systemem iOS 17 lub nowszym. Zarówno Ty, jak i druga osoba uczestnicząca w sesji Daj znać musicie włączyć iMessage i zalogować się na swoich kontach Apple, a także włączyć na nich uwierzytelnianie dwupoziomowe. Aby umożliwić działanie sesji Daj znać, Apple przechowuje dotyczące jej prywatne, w tym jej typ oraz Twój status uczestnictwa w aktywnej sesji Daj znać. Apple przechowuje te dane tylko na czas trwania sesji Daj znać i przez 24 godziny po jej zakończeniu. Po rozpoczęciu sesji cel Twojej podróży oraz szacowany czas przybycia zostaną udostępnione drugiej osobie. Druga osoba otrzyma automatyczne powiadomienie, gdy Twoje urządzenie przybędzie we wskazane miejsce docelowe albo gdy wskazany czas upłynie, a Ty potwierdzisz, że wszystko jest w porządku. Sesję Daj znać możesz anulować w dowolnym momencie, stukając w Zakończ sesję Daj znać lub Przestań udostępniać. Po zakończeniu sesji Daj znać druga osoba automatycznie otrzyma odpowiednie powiadomienie, a informacje o Twojej sesji Daj znać zostaną usunięte. W trakcie sesji Daj znać informacje o Twoich urządzeniach są tymczasowo przechowywane. Ponieważ funkcja Daj znać wykorzystuje iMessage, informacje te są szyfrowane na całej drodze przesyłu. Jeśli wystąpi nieprzewidziane zdarzenie (np. Twoje urządzenie nie dotrze w miejsce docelowe lub straci łączność) albo sytuacja alarmowa (np. wykryty zostanie wypadek lub upadek albo użyjesz dowolnej funkcji Alarmowe SOS i nie będziesz reagować na informacje wyświetlane przez urządzenie), druga osoba zostanie automatycznie powiadomiona przez iMessage. Osoba ta będzie miała również możliwość pobrania informacji funkcji Daj znać dotyczących Twojego urządzenia, w tym jego ostatniego znanego poziomu naładowania baterii, statusu połączenia z siecią komórkową i położenia. Możesz również wybrać udostępnianie trasy urządzenia z punktu początkowego do ostatniego znanego położenia. Twoje urządzenie lub urządzenia będą nadal monitorowały Twoje postępy i informowały drugą osobę o zmianach statusu przez 24 godziny po zdarzeniu. Informacje o Twojej sesji Daj znać są przechowywane na Twoim urządzeniu i urządzeniu drugiej osoby przez maksymalnie siedem dni. Jeśli powiadomienie drugiej osoby było wynikiem błędu, możesz zakończyć sesję, stukając w Zakończ sesję Daj znać, a następnie skontaktować się z nią, na przykład w aplikacji Wiadomości lub Telefon. Obowiązująca podstawa prawna przetwarzania danych osobowych Jeśli używasz funkcji Daj znać, Apple przetwarza Twoje dane osobowe w zakresie niezbędnym do świadczenia usługi oraz w celu wypełnienia zobowiązań prawnych. Tam, gdzie zgoda jest odpowiednią podstawą prawną, zwracamy się o nią zgodnie z obowiązującym prawem lokalnym. W przypadkach dozwolonych przez obowiązujące prawo lokalne przetwarzamy wymienione poniżej kategorie danych osobowych, jeśli jest to konieczne do realizacji naszych prawnie uzasadnionych interesów lub interesów innych podmiotów, między innymi informacje o tym, czy uczestniczysz w aktywnej sesji Daj znać z drugą osobą, kim ta osoba jest, a także czy podczas tej sesji zwolniona została pamięć podręczna. Te prawnie uzasadnione interesy obejmują: • rozwiązywanie problemów, zapobieganie oszustwom i działalności przestępczej; • pomoc w utrzymaniu architektury usługi Daj znać (przez zapewnienie, że Twoje informacje są wysyłane do właściwego kontaktu). Przechowywanie danych Apple przechowuje dane osobowe tylko tak długo, jak jest to konieczne do realizacji celów, dla których zostały zebrane, w tym zgodnie z Zasadami ochrony prywatności Apple lub z informacjami o ochronie prywatności w poszczególnych usługach, albo zgodnie z wymogami prawa. Oceniając okresy przechowywania, najpierw dokładnie badamy, czy przechowywanie zgromadzonych danych osobowych jest konieczne. Jeśli jest, staramy się przechowywać je przez najkrótszy okres dopuszczalny przez prawo. Apple przechowuje określone dane osobowe dotyczące użycia funkcji Daj znać (np. informację o tym, czy i z kim uczestniczysz obecnie w aktywnej sesji Daj znać) na czas trwania sesji Daj znać i maksymalnie przez 24 godziny po jej zakończeniu. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/pl/privacy.
pt_br: Você pode usar o recurso Chegou Bem para interagir e compartilhar a sua jornada com uma pessoa. Você pode iniciar uma sessão de Chegou Bem em um iPhone com iOS 17 ou posterior. Tanto você quanto a outra pessoa que usa o recurso Chegou Bem devem ativar o iMessage, iniciar a sessão com a Conta Apple e ativar a autenticação de dois fatores. Para facilitar sua sessão de Chegou Bem, a Apple retém dados pessoais limitados sobre ela, incluindo seu tipo e se você tem uma sessão ativa no momento. A Apple retém esses dados pessoais somente pela duração da sessão de Chegou Bem e por 24 horas depois que ela é encerrada O seu destino e o horário de chegada estimado serão compartilhados com a pessoa quando você iniciar uma sessão em que compartilha o destino. Quando o seu dispositivo chega ao destino ou o tempo determinado termina e você confirma que está tudo bem, a pessoa recebe uma notificação automaticamente. Você também pode cancelar uma sessão a qualquer momento; basta tocar em “Encerrar Sessão de Chegou Bem” ou “Parar de Compartilhar”. Quando uma sessão de Chegou Bem for encerrada, a pessoa receberá automaticamente uma notificação e as informações sobre a sua sessão de Chegou Bem serão apagadas. Durante uma sessão de Chegou Bem, informações sobre os seus dispositivos serão salvas temporariamente. Como o recurso Chegou Bem usa o iMessage, essas informações são criptografadas de ponta a ponta. Caso ocorra algo inesperado (se o seu dispositivo não chegar ao destino final ou perder a conectividade, por exemplo) ou de caráter emergencial (como uma Detecção de Acidente, Detecção de Queda ou você usar o SOS de Emergência e não responder aos avisos no dispositivo), a pessoa receberá automaticamente uma iMessage para ficar ciente do ocorrido. Ela também terá a opção de baixar as informações da sessão de Chegou Bem do seu dispositivo, incluindo o último nível da bateria conhecido, estado da rede celular e localização conhecidos. Você também pode optar por compartilhar a rota do dispositivo desde o ponto de partida até a última localização conhecida dele. Seus dispositivos continuarão monitorando o seu progresso e enviarão atualizações para a pessoa sobre o estado do dispositivo por até 24 horas após o evento. O seu dispositivo e o dispositivo da pessoa manterão o download das informações da sessão de Chegou Bem por até por sete dias. Caso a pessoa receba uma notificação incorreta, você pode tocar em Encerrar Sessão de Chegou Bem e informá‑la pelos apps Mensagens ou Telefone, por exemplo. Base Legal Aplicável para o Processamento de Dados Pessoais Quando você usa o recurso Chegou Bem, a Apple processa os seus dados pessoais conforme necessário para fornecer o serviço e para cumprir com nossas obrigações legais. Em locais onde o consentimento é a base legal apropriada, o buscamos de acordo com as leis locais aplicáveis. Onde permitido pelas leis locais aplicáveis, processamos as categorias de dados pessoais a seguir conforme necessário, para fins de nossos interesses legítimos ou de um terceiro, incluindo informações que indicam se você está em uma sessão de Chegou Bem com outra pessoa, quem é essa pessoa e se o cache foi liberado durante a sessão atual. Esses interesses legítimos incluem: • Solucionar problemas, impedir fraudes ou atividades criminosas • Ajudar a manter a arquitetura do recurso Chegou Bem ao garantir que as informações das suas sessões sejam enviadas para as pessoas certas Retenção A Apple retém dados pessoais apenas pelo tempo necessário para cumprir as finalidades para as quais foram coletados, inclusive conforme descrito na Política de Privacidade da Apple ou em nossos avisos de privacidade específicos de cada serviço, ou conforme exigido por lei. Ao avaliar os períodos de retenção, primeiro examinamos cuidadosamente se é necessário reter os dados pessoais coletados e, se a retenção for necessária, trabalhamos para reter os dados pessoais pelo menor período possível permitido por lei. A Apple retém dados pessoais limitados sobre o seu uso do recurso Chegou Bem — como se você tem uma sessão ativa e com quem — pela duração da sessão e 24 horas depois que ela é encerrada. As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy.
pt_pt: Pode usar a funcionalidade Verificação para interagir e partilhar uma deslocação com uma pessoa de confiança. É possível iniciar uma sessão de verificação num iPhone com o iOS 17 ou posterior. Para usarem a funcionalidade Verificação, ambas as pessoas têm de ter o serviço iMessage ativado, ter sessão iniciada com a respetiva conta Apple e a autenticação de dois fatores ativada. Para fornecer a sessão de verificação, a Apple retém dados pessoais relacionados com a sessão, incluindo se tem uma sessão ativa e o tipo de sessão. A Apple retém estes dados pessoais apenas enquanto durar a sessão de verificação e nas 24 horas após o fim da sessão. O seu local de destino e hora de chegada aproximada serão partilhados com a outra pessoa quando iniciar uma sessão de destino. Essa pessoa receberá uma notificação automática a avisar quando o seu dispositivo chegar ao local de destino ou quando o período de tempo que especificou terminar e confirmar que está bem. Também pode cancelar uma sessão de verificação em qualquer altura tocando em “Terminar verificação” ou “Deixar de partilhar”. Se uma sessão de verificação for terminada, a outra pessoa receberá uma notificação automaticamente, e a informação sobre a sessão será apagada. Durante uma sessão de verificação, a informação acerca dos seus dispositivos é guardada temporariamente. Uma vez que a funcionalidade Verificação usa o serviço iMessage, essa informação é cifrada ponto a ponto. Caso aconteça algo inesperado, como, por exemplo, se o seu dispositivo não chegar ao local de destino ou ficar sem rede; ou numa situação de emergência (deteção de acidente, deteção de queda); ou se usar qualquer uma das funcionalidades de SOS emergência e não responder às indicações no dispositivo, a outra pessoa será automaticamente notificada por iMessage. Essa pessoa também terá a possibilidade de descarregar a informação da sessão de verificação acerca do seu dispositivo, incluindo a última informação registada sobre nível de bateria, estado da rede móvel e localização. Está ainda disponível uma opção que lhe permite partilhar o itinerário que o seu dispositivo seguiu entre o ponto de partida e a última localização conhecida do dispositivo. O(s) seu(s) dispositivo(s) continuarão a monitorizar o seu progresso e a atualizar a outra pessoa sobre o estado do seu dispositivo durante um período máximo de 24 horas após o evento. A informação da sessão de verificação será armazenada localmente no seu dispositivo e no da outra pessoa por um período máximo de sete dias. Caso tenha notificado a outra pessoa acidentalmente, pode terminar a sessão de verificação tocando em “Terminar verificação” e, depois, entrar em contacto com essa pessoa através das aplicações Mensagens ou Telefone, por exemplo. Base jurídica aplicável para processamento de dados pessoais Se usar a funcionalidade Verificação, a Apple processa os seus dados pessoais conforme necessário para a prestação do serviço e para cumprir as nossas obrigações legais. Solicitamos consentimento quando é a base jurídica adequada, em conformidade com a legislação local aplicável. Nos casos em que a legislação local aplicável o permitir, processamos as seguintes categorias de dados pessoais conforme necessário para fins do nosso interesse legítimo ou do de terceiros, incluindo informação sobre se está a participar numa sessão de verificação com alguém, a identidade dessa pessoa, e se a cache é transmitida durante a sessão. Esses interesses legítimos incluem: • Resolver problemas, prevenir ações fraudulentas ou atividade criminosa. • Ajudar a manter a arquitetura de Verificação, garantindo que a informação da sessão é enviada ao contacto correto. Retenção de informação A Apple retém dados pessoais unicamente pelo período de tempo necessário para cumprimento dos fins para os quais foram recolhidos, como descrito na Política de Privacidade da Apple ou nos nossos avisos de privacidade específicos de cada serviço, ou conforme exigido por lei. Ao avaliar os períodos de retenção, é analisado cuidadosamente se é necessário reter os dados pessoais recolhidos e, se a retenção for necessária, são feitos todos os esforços para que o seja pelo menor período de tempo possível permitido por lei. A Apple retém dados pessoais limitados acerca da sua utilização da funcionalidade Verificação, tais como se tem uma sessão ativa e com quem, enquanto durar a sessão de verificação e por um período até 24 horas após o fim da sessão. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/privacy.
ro: Puteți utiliza funcționalitatea Acompaniere pentru a interacționa și a partaja călătoria dvs. cu o persoană apropiată. Puteți începe o sesiune Acompaniere utilizând un iPhone cu iOS 17 sau o versiune ulterioară. Atât dvs., cât și contactul din Acompaniere trebuie să aveți serviciul iMessage activat, să fiți autentificați în contul Apple propriu și să aveți activată autentificarea cu doi factori. Pentru a facilita sesiunea Acompaniere, Apple reține date personale legate de sesiune, inclusiv tipul sesiunii de acompaniere și dacă sunteți în prezent într‑o sesiune activă. Apple păstrează aceste date personale doar pe durata sesiunii Acompaniere și timp de 24 de ore după aceasta. Destinația și ora aproximativă de sosire vor fi partajate cu contactul dvs. atunci când începeți o sesiune cu destinație. Contactul dvs. va primi o notificare automată cu informații despre momentul în care dispozitivul ajunge la destinație sau în care durata de timp expiră și confirmați că sunteți în regulă. De asemenea, puteți anula o sesiune Acompaniere în orice moment, apăsând pe “Încheiați acompanierea” sau pe “Opriți partajarea”. Atunci când o sesiune Acompaniere este încheiată, contactul dvs. va primi în mod automat o notificare și informațiile despre sesiunea Acompaniere vor fi șterse. În timpul unei sesiuni active Acompaniere, informații despre dispozitivele dvs. vor fi salvate temporar. Pentru că funcționalitatea Acompaniere utilizează iMessage, aceste informații sunt criptate end‑to‑end. În cazul în care se întâmplă ceva neașteptat, precum faptul că dispozitivul nu ajunge la destinație sau pierde conectivitatea, ori un eveniment de urgență, precum detectarea unui accident, detectarea unei căderi sau dacă utilizați oricare dintre funcționalitățile S.O.S. urgențe și nu răspundeți la atenționările de pe dispozitiv, contactul dvs. va primi în mod automat un mesaj iMessage cu informații. De asemenea, contactul va primi opțiunea de a descărca informațiile Acompaniere despre dispozitivul dvs., inclusiv ultimele date cunoscute despre nivelul bateriei, starea conexiunii celulare și localizarea. De asemenea, puteți alege să partajați ruta dispozitivului dvs., de la punctul de plecare, până la ultima localizare cunoscută a dispozitivului. Dispozitivul sau dispozitivele dvs. vor continua să vă monitorizeze progresul și să trimită contactului actualizări referitoare la starea dispozitivului dvs. timp de până la 24 de ore după eveniment. Dispozitivul dvs. și dispozitivul contactului vor păstra informațiile Acompaniere descărcate local timp de până la șapte zile. În cazul în care contactul dvs. a primit o notificare din greșeală, puteți încheia sesiunea apăsând pe “Încheiați acompanierea” și anunțați contactul prin aplicațiile Mesaje sau Telefon, de exemplu. Temei juridic aplicabil pentru procesarea datelor personale Dacă utilizați funcționalitatea Acompaniere, Apple procesează datele dvs. personale, așa cum este necesar pentru furnizarea serviciului și în scopul respectării obligațiilor legale. În cazul în care consimțământul este temeiul legal corespunzător, îl solicităm conform legilor locale în vigoare. În cazul în care legislația locală în vigoare permite acest lucru, procesăm următoarele categorii de date personale, așa cum este necesar în scopul intereselor legitime ale noastre sau ale terților, inclusiv dacă sunteți sau nu în prezent într‑o sesiune Acompaniere cu o altă persoană, cine este persoana respectivă, precum și dacă memoria tampon este eliberată în timpul sesiunii curente. Aceste interese legitime includ: • Depanarea, prevenirea fraudelor sau activităților infracționale • Întreținerea arhitecturii funcționalității Acompaniere, prin asigurarea faptului că informațiile sesiunii sunt trimise către contactul corect Retenția Apple păstrează datele personale doar atât timp cât este necesar pentru a îndeplini scopul pentru care au fost colectate, inclusiv scopurile descrise în Politica de confidențialitate Apple sau în înștiințările privitoare la intimitate specifice serviciului, sau conform obligațiilor legale. Când evaluăm perioadele de retenție, prima dată examinăm cu atenție dacă este necesar să păstrăm datele personale colectate și, dacă retenția este necesară, ne străduim să păstrăm datele personale pentru cea mai scurtă perioadă permisă de lege. Apple păstrează date personale limitate despre utilizarea funcționalității Acompaniere, de exemplu dacă și cu cine sunteți într‑o sesiune activă Acompaniere, pe toată perioada sesiunii Acompaniere și până la 24 de ore după aceasta. Informațiile colectate de Apple vor fi în permanență tratate în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: С помощью функции «На связи» Вы можете поддерживать связь с кем-либо из друзей, делясь информацией о своем перемещении. Сеанс «На связи» можно начать на iPhone с iOS 17 или новее. У Вас и друга, с которым Вы делитесь данными «На связи», должна быть включена функция iMessage, выполнен вход со своими Аккаунтом Apple и включена двухфакторная аутентификация. Для поддержки Ваших сеансов «На связи» Apple сохраняет персональные данные о сеансах, включая то, есть ли у Вас сейчас активный сеанс «На связи» и если да, то какого он типа. Apple хранит эти персональные данные только на протяжении сеанса «На связи» и в течение 24 часов после него. Информация о точке назначения и времени Вашего примерного прибытия станет доступна Вашему другу, как только Вы начнете сеанс «На связи». Ваш друг получит автоматическое уведомление, когда Ваше устройство окажется в точке назначения либо когда закончится время сеанса «На связи» и Вы подтвердите, что с Вами все в порядке. Вы также можете в любой момент отменить сеанс, коснувшись кнопки «Завершить сеанс “На связи”» или «Закрыть доступ». При завершении сеанса «На связи» Ваш друг автоматически получит уведомление, а информация о сеансе будет удалена. В течение сеанса «На связи» будет временно сохранена информация о Ваших устройствах. Поскольку функция «На связи» использует iMessage, эта информация защищена сквозным шифрованием. В случае непредвиденной ситуации, например если Ваше устройство не прибыло в точку назначения или потеряло соединение с сетью, либо в экстренной ситуации, например если сработала функция «Распознавание аварии», «Обнаружение падения» или любая из функций «Экстренный вызов — SOS» и Вы не ответили на сообщения на устройстве, Ваш друг автоматически получит уведомление iMessage с этой информацией. Ваш друг также сможет загрузить информацию, которой делится Ваше устройство в рамках сеанса «На связи», в том числе последние известные данные об уровне заряда аккумулятора, подключении к сотовой сети и геопозиции. При желании Вы также можете поделиться данными о перемещении своего устройства от начала маршрута до последней известной геопозиции. Ваши устройства продолжат отслеживать Ваше перемещение и передавать Вашему другу информацию о статусе Вашего устройства в течение срока до 24 часов после указанной ситуации. Информация, переданная в рамках сеанса «На связи», будет локально сохранена на Вашем устройстве и устройстве Вашего друга в течение срока до 7 дней. Если Ваш друг получил уведомление по ошибке, Вы можете завершить сеанс, коснувшись кнопки «Завершить сеанс "На связи"», и связаться с другом иным способом, например через приложения «Сообщения» или «Телефон». Применимое правовое обоснование для обработки персональных данных Когда Вы используете функцию «На связи», Apple обрабатывает Ваши персональные данные так, как это требуется для обеспечения работы сервиса и исполнения наших юридических обязательств. Если получение согласия от пользователя обусловлено правовой нормой, мы запрашиваем его в соответствии с действующим местным законодательством. Если это разрешено действующим местным законодательством, в целях соблюдения наших законных интересов или интересов третьей стороны мы обрабатываем перечисленные ниже категории персональных данных, в том числе информацию о том, есть ли у Вас сейчас активный сеанс «На связи», кто его второй участник и освобожден ли кэш в ходе текущего сеанса. К упомянутым законным интересам может относиться следующее: • Устранение неполадок, а также предотвращение мошенничества и других противоправных действий. • Поддержка архитектуры функции «На связи», обеспечение отправки данных Вашего сеанса нужному контакту. Хранение данных Персональные данные хранятся в Apple только в течение срока, необходимого для целей сбора этих данных, как описано в Политике конфиденциальности Apple, уведомлении о конфиденциальности конкретного сервиса или требованиях законодательства. При расчете срока хранения данных в первую очередь учитывается необходимость хранения собранных персональных данных. Если их хранение действительно необходимо, они будут храниться в течение самого короткого срока, разрешенного законодательством. На протяжении сеанса «На связи» и в течение срока до 24 часов после него Apple сохраняет ограниченные персональные данные о том, как Вы пользуетесь функцией «На связи», например о том, есть ли у Вас сейчас активный сеанс «На связи» и кто его второй участник. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Funkcia Sprevádzanie slúži na interakciu a zdieľanie priebehu vašej cesty s priateľom. Reláciu Sprevádzania môžete spustiť na iPhone so systémom iOS 17 alebo novším. Vy aj priateľ, ktorý vás sprevádza, musíte mať zapnutú službu iMessage a byť prihlásení do vlastného Apple účtu so zapnutou dvojfaktorovou autentifikáciou. S cieľom uľahčiť reláciu sprevádzania spoločnosť Apple uchováva osobné údaje, ktoré s reláciou súvisia, vrátane jej typu a informácie o tom, či je vaša relácia v danej chvíli aktívna. Spoločnosť Apple tieto osobné údaje uchováva len počas relácie sprevádzania a 24 hodín po jej skončení. Po spustení relácie so stanoveným cieľom bude s vaším priateľom zdieľaný cieľ vašej cesty a približný čas príchodu. Keď vaše zariadenie dorazí do cieľa cesty alebo keď po uplynutí stanoveného času potvrdíte, že ste v poriadku, vášho priateľa o tom bude informovať automatické hlásenie. Sprevádzanie môžete kedykoľvek zrušiť klepnutím na Ukončiť sprevádzanie alebo Zastaviť zdieľanie. Po ukončení relácie sprevádzania váš priateľ automaticky dostane hlásenie a informácie o relácii sprevádzania budú vymazané. Kým je relácia sprevádzania aktívna, informácie o vašich zariadeniach sa dočasne ukladajú. Keďže funkcia Sprevádzanie využíva iMessage, tieto informácie sú chránené použitím E2EE šifrovania. Ak sa stane niečo neočakávané, napríklad keď vaše zariadenie nedorazí do cieľa alebo stratí pripojenie, alebo bude detegovaná tiesňová situácia, napríklad autonehoda či ťažký pád, prípadne keď použijete niektorú z funkcií SOS a nebudete reagovať na výzvy na svojom zariadení, váš priateľ o tom bude automaticky informovaný v správe iMessage. Zároveň dostane možnosť stiahnuť si informácie o vašom zariadení vrátane poslednej známej úrovne nabitia batérie, stavu mobilného pripojenia a polohy. Navyše môžete zapnúť zdieľanie trasy, po ktorej sa vaše zariadenie pohybovalo z počiatočného bodu až do miesta, kde bola naposledy známa jeho poloha. Vaše zariadenie (alebo zariadenia) bude až do 24 hodín po udalosti naďalej monitorovať váš stav a posielať jeho aktualizácie vášmu priateľovi. Stiahnuté informácie týkajúce sa sprevádzania budú lokálne uchované na vašom zariadení a zariadení priateľa po dobu najviac 7 dní. Ak váš priateľ dostal hlásenie omylom, môžete ukončiť reláciu klepnutím na Ukončiť sprevádzanie a informovať ho o tom napríklad prostredníctvom apky Správy alebo Telefón. Platný právny základ pre spracovanie osobných údajov Keď používate službu Sprevádzanie, spracúvame vaše osobné údaje na účely poskytovania služby a plnenia našich zákonných povinností. Ak je súhlas vhodným právnym základom, žiadame ho v súlade s platnými miestnymi zákonmi. Tam, kde je to povolené príslušnými miestnymi zákonmi, spracúvame na účely našich oprávnených záujmov alebo záujmov tretích strán nasledujúce kategórie osobných údajov vrátane informácií o tom, či máte v danej chvíli aktívnu reláciu funkcie Sprevádzanie s inou osobou, o koho ide a či bola počas aktuálnej relácie uvoľnená medzipamäť. Tieto oprávnené záujmy sú napríklad: • Riešenie problémov a predchádzanie podvodom alebo trestnej činnosti. • Pomoc s udržiavaním architektúry funkcie Sprevádzanie (odosielanie informácií o relácii správnemu kontaktu). Uchovávanie dát Spoločnosť Apple uchováva osobné údaje len na dobu nevyhnutnú na splnenie účelov, na ktoré boli zhromaždené (vrátane účelov popísaných v zásadách ochrany osobných údajov spoločnosti Apple alebo informáciách o ochrane súkromia pre konkrétne služby spoločnosti Apple), alebo ako to vyžaduje zákon. Pri stanovení doby uchovania údajov najprv dôkladne zvážime, či je zhromaždené osobné údaje vôbec potrebné uchovať, a ak je to nevyhnutné, snažíme sa ich uchovávať na najkratšiu možnú zákonom povolenú dobu. Počas relácie sprevádzania a najviac 24 hodín po jej skončení spoločnosť Apple uchováva obmedzené osobné údaje súvisiace s používaním funkcie Sprevádzanie, napríklad či je sprevádzanie v danej chvíli aktívne a s kým. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Funkcijo Tukaj sem lahko uporabite za komunikacijo in deljenje svoje poti s prijateljem. Sejo Tukaj sem lahko zaženete z iPhonom, ki ima operacijski sistem iOS 17 oziroma novejšo različico. Vi in vaš prijatelj v seji Tukaj sem morata oba imeti omogočeno storitev iMessage in biti vpisana vsak s svojim računom Apple ter imeti omogočeno dvofaktorsko preverjanje pristnosti. Družba Apple za omogočanje seje Tukaj sem hrani osebne podatke v zvezi z vašo sejo, vključno z vrsto seje Tukaj sem in podatkom o tem, ali ste trenutno aktivni v seji. Apple te osebne podatke hrani le v času trajanja vaše seje Tukaj sem in 24 ur po tem. Vaš cilj in približen čas prihoda bosta z vašim prijateljem deljena, ko zaženete sejo do cilja. Vaš prijatelj bo prejel samodejno obvestilo, ko vaša naprava prispe na cilj ali ko poteče čas trajanja in potrdite, da je vse v redu z vami. Sejo Tukaj sem lahko prekličete kadarkoli tako, da tapnete »Končaj sejo Tukaj sem« ali »Ustavi deljenje«. Ko se seja Tukaj sem konča, bo vaš prijatelj samodejno prejel obvestilo, informacije o vaši seji Tukaj sem pa bodo izbrisane. Med trajanjem seje Tukaj sem bodo informacije o vaših napravah začasno shranjene. Ker Tukaj sem uporablja storitev iMessage, so te informacije celovito šifrirane. Če se zgodi karkoli nepričakovanega, kot na primer, če vaša naprava ne prispe na cilj ali če izgubi povezljivost, ali v nujnem primeru, kot je zaznana prometna nesreča, zaznan padec, ali če uporabite katerokoli od funkcij nujnega poziva SOS in se ne odzovete na pozive v napravi, bo vaš prijatelj samodejno prejel sporočilo iMessage, ki ga bo obvestilo o tem. Prav tako bo prejel možnost, da prenese informacije iz vaše seje Tukaj sem o vaši napravi, vključno z zadnjo znano ravnjo napolnjenosti baterije, stanjem signala mobilnega omrežja in lokacijo. Odločite se lahko tudi za deljenje poti, po kateri je potovala vaša naprava z začetne točke do zadnje znane lokacije vaše naprave. Vaše naprave bodo še naprej spremljale potek vaše poti in vašega prijatelja obveščale o stanju vaše naprave do 24 ur po dogodku. Vaša naprava in naprava vašega prijatelja bosta lokalno hranili prenesene informacije iz seje Tukaj sem do največ sedem dni. V primeru, da je bil vaš prijatelj obveščen po pomoti, lahko sejo zaključite tako, da tapnete Končaj sejo Tukaj sem, in ga obvestite o tem tako, da stopite v stik z njim na primer prek aplikacije Sporočila ali Telefon. Veljavna pravna podlaga za obdelavo osebnih podatkov Ko uporabljate Tukaj sem, Apple obdeluje vaše osebne podatke, kot je potrebno za zagotavljanje storitve in izpolnjevanje naših zakonskih obveznosti. Kjer je soglasje ustrezna pravna podlaga, ga zahtevamo v skladu z veljavno lokalno zakonodajo. Kjer veljavna lokalna zakonodaja dovoljuje, po potrebi obdelujemo naslednje kategorije osebnih podatkov za namene naših zakonitih interesov ali interesov tretjih strank, vključno z informacijami o tem, ali ste trenutno v seji Tukaj sem z drugo osebo, kdo je ta oseba in ali je bil med trenutno sejo predpomnilnik sproščen. Ti zakoniti interesi vključujejo: • odpravljanje težav, preprečevanje goljufij ali kriminalne dejavnosti, • pomoč pri vzdrževanju arhitekture za Tukaj sem z zagotavljanjem, da bodo podatki iz seje poslani pravemu stiku. Hramba Apple osebne podatke hrani le tako dolgo, kolikor je treba za izpolnjevanje namenov, za katere so bili zbrani, vključno z načinom, opisanim v pravilniku o zasebnosti družbe Apple ali obvestilih o zasebnosti za posamezno storitev, oziroma skladno z zakonskimi zahtevami. Pri ocenjevanju trajanja hrambe najprej temeljito raziščemo, ali je hramba zbranih osebnih podatkov potrebna, in če je, si prizadevamo osebne podatke hraniti najkrajši možni zakonsko dovoljeni čas. Apple omejene osebne podatke o vaši uporabi funkcije Tukaj sem, na primer, ali ste trenutno aktivni v seji Tukaj sem in s kom, hrani v času trajanja seje Tukaj sem in do 24 ur po tem. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy.
sv: Du kan använda avstämning till att interagera med och dela din rutt med en vän. Du kan starta en session med avstämning på iPhone med iOS 17 eller senare. Du och vännen som du vill dela avstämning med måste ha iMessage aktiverat, vara inloggade med varsitt Apple‑konto och ha tvåfaktorsautentisering aktiverat. För att underlätta din Avstämning lagrar Apple personuppgifter om din session, inklusive vilken typ av avstämningssession det var och om du för tillfället har en pågående session. Apple behåller endast dessa personuppgifter så länge som din Avstämning pågår och i 24 timmar efteråt. Målplatsen och ungefärlig ankomsttid delas med din vän när du startar en session till en målplats. Din vän får en automatisk notis om att din enhet anlänt till målplatsen eller när den tid som du angivit löper ut och du bekräftar att allt är väl. Du kan också avbryta en avstämning när du vill genom att trycka på ”Avsluta avstämning” eller ”Sluta dela”. Din vän får en automatisk notis när en session med avstämning avslutas och information om er avstämningssession raderas. När en avstämningssession pågår sparas information om dina enheter tillfälligt. Eftersom avstämningar använder iMessage skyddas informationen av heltäckande kryptering. Din vän informeras automatiskt via ett iMessage-meddelande ifall något oväntat skulle ske, t.ex. om din enhet inte anländer till målplatsen eller förlorar kontakt med mobilnätet, eller om det sker en nödsituation t.ex. att enheten detekterar en bilolycka eller ett fall, eller om du använder någon av funktionerna för Nödanrop SOS och du inte svarar på uppmaningar på din enhet. De får också möjlighet att hämta avstämningsinformation om din enhet, inklusive den senaste kända batterinivån, mobilnätsstatus och platsinformation. Du kan också välja att dela rutten din enhet följde från startpunkten till enhetens senaste kända plats. Din enhet eller enheter fortsätter att övervaka din rutt och uppdatera din vän om din enhets status i upp till 24 timmar efter händelsen. Din enhet och din väns enhet behåller hämtad avstämningsinformation på enheten i upp till sju dagar. Om din vän fått en felaktig notis kan du avsluta sessionen genom att trycka på Avsluta avstämning och underrätta hen genom t.ex. apparna Meddelanden eller Telefon. Tillämpbar juridisk grund för behandling av personuppgifter När du använder avstämning behandlar Apple dina personuppgifter på det sätt som är nödvändigt för att tillhandahålla tjänsten samt för att uppfylla våra juridiska krav. Vi inhämtar samtycke enligt gällande lokala lagar när det krävs enligt juridisk praxis. Där lokala lagar och regler tillåter det behandlar vi följande kategorier av personuppgifter enligt vad som krävs för våra legitima intressen eller intressen från tredje part, inklusive information om huruvida du har en pågående avstämningssession med en annan person, vem den personen är och om cachen släpps under den aktuella sessionen. Dessa legitima intressen inkluderar att: • Felsöka problem, förhindra bedrägeri eller brottslig verksamhet • Hjälpa till att underhålla arkitekturen för Avstämning genom att säkerställa att din sessionsinformation skickas till rätt kontakt Lagring Apple behåller personuppgifter endast så länge som det krävs för att uppfylla de ändamål de samlades in för, inklusive enligt vad som beskrivs i Apples integritetspolicy, i våra tjänstespecifika integritetsmeddelanden eller enligt gällande lagstiftning. När vi fastslår längden på lagringsperioder undersöker vi först grundligt om det är nödvändigt att behålla de personuppgifter som har samlats in. Om det krävs att de behålls har vi som mål att behålla personuppgifter under så kort tid som är tillåten enligt lagstiftning. Apple lagrar begränsade personuppgifter om hur du använder Avstämning, t.ex. om du för tillfället har en pågående avstämningssession och med vem, så länge som avstämningssessionen pågår och upp till ett dygn efter. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: คุณสามารถใช้เช็คอินเพื่อโต้ตอบและแชร์เส้นทางกับเพื่อนของคุณได้ คุณสามารถเริ่มเซสชั่นเช็คอินด้วย iPhone ที่ใช้ iOS 17 ขึ้นไปของคุณได้ ทั้งคุณและเพื่อนเช็คอินของคุณจะต้องเปิดใช้งาน iMessage และลงชื่อเข้าด้วยบัญชี Apple ของคุณเองและเปิดใช้งานการตรวจสอบสิทธิ์สองปัจจัยอยู่ ในการให้ความช่วยเหลือด้านเซสชั่นเช็คอินของคุณ Apple จะเก็บรักษาข้อมูลส่วนบุคคลเกี่ยวกับเซสชั่นของคุณ ซึ่งรวมถึงประเภทของเซสชั่นเช็คอินและคุณกำลังใช้งานเซสชั่นเช็คอินอยู่หรือไม่ Apple จะเก็บรักษาข้อมูลส่วนบุคคลนี้ตามระยะเวลาของเซสชั่นเช็คอินของคุณและ 24 ชั่วโมงหลังจากนั้นเท่านั้น ปลายทางและเวลาถึงโดยประมาณของคุณจะถูกแชร์กับเพื่อนของคุณเมื่อคุณเริ่มเซสชั่นปลายทาง เพื่อนของคุณจะได้รับการแจ้งเตือนโดยอัตโนมัติเมื่ออุปกรณ์ของคุณมาถึงปลายทางของคุณ หรือเมื่อสิ้นสุดระยะเวลาของคุณและคุณยืนยันว่าคุณโอเค คุณยังสามารถยกเลิกเช็คอินได้ตลอดเวลาอีกด้วยโดยแตะ “สิ้นสุดการเช็คอิน” หรือ “หยุดแชร์” เมื่อสิ้นสุดเซสชั่นเช็คอิน เพื่อนของคุณจะได้รับการแจ้งเตือนโดยอัตโนมัติ และข้อมูลเกี่ยวกับเซสชั่นเช็คอินของคุณจะถูกลบ ในระหว่างอยู่ในเซสชั่นเช็คอิน ข้อมูลเกี่ยวกับอุปกรณ์ของคุณจะถูกบันทึกไว้ชั่วคราว เนื่องจากเช็คอินใช้ iMessage ข้อมูลนี้จึงถูกเข้ารหัสแบบต้นทางถึงปลายทาง ในกรณีที่เกิดบางอย่างที่ไม่คาดคิด เช่น ติดต่อปลายทางของอุปกรณ์ของคุณไม่สำเร็จหรือสูญเสียการเชื่อมต่อ หรือในกรณีฉุกเฉิน เช่น การตรวจจับการชนกัน การตรวจจับการล้ม หรือคุณใช้คุณสมบัติใดๆ ของ SOS ฉุกเฉิน และคุณไม่ตอบสนองต่อการแจ้งเตือนบนอุปกรณ์ของคุณ เช็คอินจะส่ง iMessage ไปที่เพื่อนของคุณเพื่อแจ้งให้ทราบ เพื่อนของคุณจะได้รับตัวเลือกสำหรับดาวน์โหลดข้อมูลเช็คอินของคุณเกี่ยวกับอุปกรณ์ของคุณซึ่งรวมถึงระดับแบตเตอรี่ สถานะเซลลูลาร์ และตำแหน่งที่ตั้งล่าสุดที่ทราบ คุณยังสามารถเลือกที่จะแชร์เส้นทางที่อุปกรณ์ของคุณใช้ตั้งแต่จุดเริ่มต้นไปจนถึงตำแหน่งที่ตั้งล่าสุดที่ทราบของอุปกรณ์ของคุณได้อีกด้วย อุปกรณ์ของคุณจะตรวจสอบความคืบหน้าของคุณต่อไปและอัปเดตให้เพื่อนของคุณทราบเกี่ยวกับสถานะอุปกรณ์ของคุณเป็นเวลาสูงสุด 24 ชั่วโมงนับจากเหตุการณ์ที่เกิดขึ้น อุปกรณ์ของคุณและอุปกรณ์ของเพื่อนของคุณจะเก็บข้อมูลเช็คอินของคุณที่ดาวน์โหลดไว้ภายในเครื่องเป็นเวลาสูงสุดเจ็ดวัน ตัวอย่างเช่น ในกรณีที่เพื่อนของคุณได้รับการแจ้งเตือนข้อผิดพลาด คุณสามารถสิ้นสุดเซสชั่นได้โดยแตะสิ้นสุดการเช็คอิน และแจ้งให้เพื่อนของคุณทราบโดยติดต่อผ่านทางแอปข้อความหรือแอปโทรศัพท์ พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล เมื่อคุณใช้เช็คอิน Apple จะประมวลผลข้อมูลส่วนบุคคลของคุณตามความจำเป็นในการให้บริการ และเพื่อให้เป็นไปตามภาระผูกพันตามกฎหมายของเรา ในกรณีที่ความยินยอมเป็นพื้นฐานทางกฎหมายที่เหมาะสม เราขอยินยอมตามที่กฎหมายท้องถิ่นกำหนด ถ้ากฎหมายในท้องถิ่นที่บังคับใช้อนุญาต เราจะประมวลผลหมวดหมู่ของข้อมูลส่วนบุคคลต่อไปนี้ตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายหรือเพื่อจุดประสงค์ของบุคคลหรือบริษัทอื่น รวมถึงข้อมูลเกี่ยวกับว่าคุณอยู่ในเซสชั่นเช็คอินกับคนอื่นในตอนนี้หรือไม่ คนนั้นคือใคร และมีการปล่อยแคชในระหว่างเซสชั่นปัจจุบันหรือไม่ ผลประโยชน์ที่ถูกต้องตามกฎหมายเหล่านี้รวมถึง: • แก้ไขปัญหา ป้องกันการโจรกรรมหรืออาชญากรรม • ช่วยรักษาสถาปัตยกรรมของเช็คอินโดยตรวจสอบให้แน่ใจว่าข้อมูลเซสชั่นของคุณจะถูกส่งไปยังผู้ติดต่อที่ถูกต้อง การเก็บบันทึกข้อมูล Apple จะเก็บรักษาข้อมูลส่วนบุคคลไว้เป็นระยะเวลานานตราบเท่าที่จำเป็นเท่านั้นเพื่อให้เป็นไปตามจุดประสงค์ของการรวบรวมข้อมูล รวมถึงตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัวของ Apple หรือในประกาศเกี่ยวกับความเป็นส่วนตัวเฉพาะบริการของเรา หรือตามที่กฎหมายกำหนด ในการประเมินระยะเวลาการเก็บรักษาข้อมูล ก่อนอื่น เราจะตรวจสอบอย่างรอบคอบว่ามีความจำเป็นในการเก็บรักษาข้อมูลส่วนบุคคลที่รวบรวมมาหรือไม่ หากต้องมีการเก็บรักษา จะมีการเก็บรักษาข้อมูลส่วนบุคคลตามระยะเวลาที่สั้นที่สุดเท่าที่เป็นไปได้ตามที่กฎหมายอนุญาต Apple จะเก็บรักษาข้อมูลส่วนบุคคลที่จำกัดเกี่ยวกับการใช้งานเช็คอินของคุณ เช่น คุณกำลังใช้งานเซสชั่นเช็คอินอยู่หรือไม่และใช้งานอยู่กับใคร ระยะเวลาของเซสชั่นเช็คอินและสูงสุด 24 ชั่วโมงหลังจากนั้น ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Durum Denetleme’yi bir arkadaşınızla etkileşimde bulunmak ve yolculuğunuzu paylaşmak için kullanabilirsiniz. iOS 17 veya daha yenisini çalıştıran iPhone’unuzla bir Durum Denetleme oturumu başlatabilirsiniz. Hem sizin hem de arkadaşınızın etkinleştirilmiş bir iMessage hesabınızın olması, kendi Apple Hesabı’nızla giriş yapmış olmanız ve iki faktörlü kimlik doğrulamayı etkinleştirmiş olmanız gerekir. Apple, Durum Denetleme oturumunuzu kolaylaştırmak için Durum Denetleme oturumunuzun türü ve o anda oturumda etkin olup olmadığınız bilgisi de dahil olmak üzere oturumunuzla ilgili kişisel verileri tutar. Apple, bu kişisel verileri yalnızca Durum Denetleme oturumunuz boyunca ve sonrasında da 24 saat süreyle tutar. Bir hedef oturumu başlattığınızda hedef konumunuz ve yaklaşık varış süreniz arkadaşınızla paylaşılır. Aygıtınız hedef konumunuza vardığında veya süreniz bittiğinde ve iyi olduğunuzu onayladığınızda arkadaşlarınıza otomatik bildirim gönderilir. Bir Durum Denetleme’den vazgeçmek için istediğiniz zaman “Durum Denetlemeyi Bitir”e veya “Paylaşmayı Durdur”a dokunabilirsiniz. Bir Durum Denetleme oturumu sona erdiğinde arkadaşınıza otomatik olarak bildirilir ve Durum Denetleme oturumunuzla ilgili bilgi silinir. Bir Durum Denetleme oturumundayken aygıtlarınızla ilgili bilgiler geçici olarak kaydedilir. Durum Denetleme iMessage’ı kulandığı için bu bilgi uçtan uca şifrelenir. Aygıtınızın hedefine varmaması ya da bağlantıyı kaybetmesi gibi beklenmedik bir şey ya da Trafik Kazası Algılama, Düşme Algılama gibi acil bir durum olduğunda veya Acil SOS özelliklerinden birini kullanıp aygıtınızdaki bildirimlere yanıt vermediğinizde arkadaşınıza haber vermek için otomatik olarak iMessage gönderilir. Ayrıca, en son bilinen pil düzeyi, hücresel durumu ve konum gibi aygıtınızla ilgili Durum Denetleme bilgilerinizi indirme seçeneği de gönderilir. Ayrıca, başlangıç noktanızdan aygıtınızın bilinen son konumuna kadar aldığı yolu paylaşmayı da seçebilirsiniz. Aygıtlarınız olaydan 24 saat sonrasına kadar ilerlemenizi görüntülemeyi ve arkadaşınıza aygıtınızın durumu hakkında haber vermeyi sürdürür. Hem sizin hem de arkadaşınızın aygıtı, Durum Denetleme bilgilerini aygıta indirilmiş olarak yedi güne kadar saklar. Arkadaşınıza yanlışlıkla bildirilirse oturumu Durum Denetlemeyi Bitir’e dokunarak bitirebilir ve Mesajlar ya da Telefon uygulamasıyla ulaşarak haber verebilirsiniz. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak Apple, Durum Denetleme’yi kullanırsanız kişisel verilerinizi, servisi sunmak ve yasal yükümlülüklerimize uymak için gerektiği gibi işler. Onay, yürürlükteki yerel kanunlara göre aradığımız uygun yasal dayanaktır. Yürürlükteki yerel kanunlar izin verdiğinde o anda başka bir kişiyle (o kişi kim olursa olsun) bir Durum Denetleme oturumunda olup olmadığınız ve önbelleğin o anki oturum sırasında oluşup oluşmadığı gibi bilgiler de dahil kişisel veri kategorilerini bizim ya da üçüncü partilerin yasal çıkarlarının gerektirdiği gibi işleriz. Bu yasal çıkarlar şunları içerir: • Sorun gidermek, dolandırıcılığı veya suç teşkil eden eylemleri önlemek • Oturum bilgilerinizin doğru kişiye gönderildiğinden emin olarak Durum Denetleme mimarisini korumaya yardımcı olmak Bilgi Saklama Apple, kişisel verileri, yasaların gerektirdiği veya toplanma amacını gerçekleştirmek için gerekli süre boyunca ve Apple’ın Gizlilik Politikası’nda veya servise özel gizlilik uyarılarında açıklandığı şekilde tutar. Saklama sürelerini değerlendirirken öncelikle toplanan kişisel verilerin tutulması gerekip gerekmediğini dikkatlice inceler ve tutulması gerekiyorsa kişisel verileri yasaların izin verdiği mümkün olan en kısa süre boyunca tutmak için çalışırız. Apple, bir Durum Denetleme oturumu sırasında ve sonrasındaki 24 saat boyunca bir Durum Denetleme oturumunda etkin olup olmadığınız ve kiminle olduğunuz gibi Durum Denetleme kullanımınızla ilgili sınırlı kişisel verilerinizi tutar. Apple tarafından toplanan bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.
uk: За допомогою Супроводу можна взаємодіяти з другом і поширювати для нього відомості про ваше пересування. Почати сеанс Супроводу можна на iPhone з iOS 17 чи новіших версій. Вам і супроводжувачу необхідно ввімкнути iMessage, увійти зі своїми обліковим записом Apple та ввімкнути двофакторну автентифікацію. Щоб сприяти вашому сеансу Супроводу, Apple зберігає персональні дані про сеанс, зокрема тип сеансу та чи активні ви під час сеансу. Apple зберігає ці персональні дані протягом самого сеансу Супроводу і ще 24 години після його завершення. Після початку сеансу ваш кінцевий пункт і приблизний час прибуття поширюватимуться для супроводжувача. Супроводжувач отримуватиме автоматичні сповіщення, коли ваш пристрій прибуде в кінцевий пункт або коли ваш таймер для подорожі завершиться і ви підтвердите, що все гаразд. Можна будь-коли скасувати сеанс Супроводу, натиснувши «Завершити Супровід» або «Не поширювати». У разі завершення сеансу Супроводу супроводжувач автоматично отримає сповіщення, а дані про ваш сеанс Супроводу буде видалено. Під час сеансу Супроводу інформація про ваші пристрої тимчасово зберігатиметься. Супровід використовує технологію iMessage, тому ця інформація наскрізно шифрується. Якщо станеться щось непередбачуване, як‑от ваш пристрій не зʼявиться у місці призначення чи втратить звʼязок; або станеться надзвичайна подія, наприклад виявлення аварії чи виявлення падіння; або ви скористаєтеся будь-якою з функцій Сигналу SOS і не відповісте на запити на своєму пристрої, супроводжувачу буде автоматично надіслано повідомлення iMessage про це. Супроводжувач також матиме можливість викачати дані про ваш сеанс Супроводу, зокрема останній відомий рівень заряду акумулятора вашого пристрою, наявність підʼєднання до мережі та геопозицію. Можна також дозволити поширювати з вашого пристрою дані про маршрут від початкового пункту до останньої відомої геопозиції вашого пристрою. Ваші пристрої продовжать відстежувати ваше пересування й повідомлятимуть супроводжувачу свій стан протягом 24 годин після події. Викачані дані про сеанс Супроводу зберігатимуться на вашому пристрої та пристрої супроводжувача до 7 днів. Якщо супроводжувач отримав повідомлення помилково, ви можете завершити сеанс Супроводу, натиснувши «Завершити Супровід», і повідомити телефоном чи повідомленням, що з вами все гаразд. Відповідне юридичне підґрунтя для опрацювання особистих даних Коли ви використовуєте функцію «Супровід», ми обробляємо ваші особисті дані в межах, необхідних для надання послуг і виконання наших зобовʼязань. У регіонах, де інформована згода має юридичне підґрунтя, ми просимо надати її згідно з відповідним місцевим законодавством. У регіонах, де це дозволено місцевим законодавством, з метою забезпечення наших законних інтересів та інтересів сторонніх компаній ми обробляємо наведені нижче категорії особистих даних, зокрема інформацію про те, чи у вас є зараз активний сеанс Супроводу з іншою особою та з ким саме, а також чи передаються під час поточного сеансу кешовані дані. До згаданих вище законних інтересів входять: • Усунення проблем, запобігання шахрайству та іншій незаконній діяльності • Допомога в забезпеченні роботи архітектури функції «Супровід» шляхом підтвердження, що інформацію про сеанс було надіслано правильній особі Зберігання Apple зберігає персональні дані не довше, ніж необхідно для виконання цілей, з якими вони збиралися, зокрема як описано в Політиці конфіденційності Apple чи в заувагах щодо конфіденційності певних послуг, або як визначено законодавством. Під час вибору періоду зберігання даних ми спочатку оцінюємо, чи необхідно зберігати зібрані персональні дані. Якщо зберігання потрібне, ми зберігаємо їх протягом найменшого періоду, дозволеного законом. Apple зберігає обмежений обсяг персональних даних, повʼязаних із вашим користуванням функцією «Супровід», як‑от чи є у вас активний сеанс Супроводу та з ким, протягом самого сеансу Супроводу і ще до 24 годин після його завершення. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/ua/privacy.
vi: Bạn có thể sử dụng Kiểm tra để tương tác và chia sẻ hành trình của mình với bạn bè. Bạn có thể bắt đầu phiên Kiểm tra với iPhone có iOS 17 trở lên. Cả bạn và bạn bè sử dụng tính năng Kiểm tra sẽ cần bật iMessage và đăng nhập bằng Tài khoản Apple của riêng mình, cũng như đã bật xác thực hai yếu tố. Để hỗ trợ phiên Kiểm tra của bạn, Apple lưu giữ dữ liệu cá nhân liên quan đến phiên của bạn, bao gồm loại phiên Kiểm tra và liệu bạn có đang hoạt động trong phiên hay không. Apple chỉ lưu giữ dữ liệu cá nhân này trong khoảng thời gian của phiên Kiểm tra và 24 giờ sau đó. Điểm đến và giờ đến gần đúng của bạn sẽ được chia sẻ với bạn bè của mình khi bạn bắt đầu một phiên điểm đến. Một thông báo tự động sẽ được gửi cho bạn bè của bạn để báo cho họ biết khi thiết bị của bạn tới điểm đến hoặc khi khoảng thời gian của bạn kết thúc và bạn xác nhận rằng mình đang ổn. Bạn cũng có thể hủy phiên Kiểm tra bất kỳ lúc nào bằng cách chạm vào “Kết thúc Kiểm tra” hoặc “Dừng chia sẻ”. Khi phiên Kiểm tra kết thúc, bạn bè của bạn sẽ tự động nhận được một thông báo và thông tin về phiên Kiểm tra của bạn sẽ bị xóa. Khi đang ở trong phiên Kiểm tra, thông tin về các thiết bị của bạn sẽ được lưu tạm thời. Vì Kiểm tra sử dụng iMessage nên thông tin này được mã hóa hai chiều. Trong trường hợp xảy ra một việc gì đó ngoài dự kiến, ví dụ như thiết bị của bạn không thể tới điểm đến hoặc mất kết nối; hoặc một sự kiện khẩn cấp, ví dụ như Phát hiện va chạm, Phát hiện ngã; hoặc bạn sử dụng bất kỳ tính năng SOS khẩn cấp nào và bạn không phản hồi các lời nhắc trên thiết bị của mình thì một iMessage sẽ được gửi tự động đến bạn bè của bạn để thông báo. Họ cũng sẽ được gửi tùy chọn tải về thông tin Kiểm tra của bạn về thiết bị, bao gồm mức pin, trạng thái mạng di động và vị trí đã biết sau cùng. Bạn cũng có thể lựa chọn chia sẻ lộ trình của thiết bị từ điểm bắt đầu đến vị trí đã biết sau cùng của thiết bị. Thiết bị của bạn sẽ tiếp tục theo dõi tiến trình của bạn và cập nhật cho bạn bè về trạng thái thiết bị của bạn trong tối đa 24 giờ sau khi xảy ra sự kiện. Thiết bị của bạn và thiết bị của bạn bè sẽ lưu giữ thông tin Kiểm tra của bạn được tải về cục bộ trong tối đa 7 ngày. Trong trường hợp bạn bè của bạn được thông báo do nhầm lẫn thì bạn có thể kết thúc phiên bằng cách chạm vào Kết thúc Kiểm tra và thông báo cho họ biết bằng cách liên hệ với họ, ví dụ như trong ứng dụng Tin nhắn hoặc Điện thoại. Cơ sở pháp lý áp dụng cho việc xử lý dữ liệu cá nhân Khi bạn sử dụng Kiểm tra, Apple xử lý dữ liệu cá nhân của bạn khi cần thiết để cung cấp dịch vụ và để tuân thủ các nghĩa vụ pháp lý của chúng tôi. Khi sự chấp thuận là cơ sở pháp lý phù hợp, chúng tôi cố gắng đạt được điều đó tuân theo luật áp dụng tại địa phương. Khi luật áp dụng tại địa phương cho phép, chúng tôi xử lý các danh mục dữ liệu cá nhân sau đây khi cần thiết cho các mục đích lợi ích hợp pháp của mình hoặc của bên thứ ba, bao gồm thông tin về việc bạn có đang ở trong phiên Kiểm tra với một người khác không, người đó là ai và liệu bộ nhớ đệm có được giải phóng trong phiên hiện tại không. Những lợi ích hợp pháp này bao gồm: • Khắc phục sự cố, ngăn chặn lừa đảo hoặc hoạt động tội phạm • Giúp duy trì kiến trúc Kiểm tra bằng cách đảm bảo rằng thông tin phiên của bạn được gửi đến đúng người Lưu giữ Apple chỉ lưu giữ dữ liệu cá nhân trong khoảng thời gian cần thiết để thực hiện các mục đích mà dữ liệu được thu thập, bao gồm như được mô tả trong Chính sách quyền riêng tư của Apple hay trong các thông báo quyền riêng tư dành cho từng dịch vụ cụ thể của chúng tôi hoặc theo yêu cầu của luật pháp. Khi đánh giá khoảng thời gian lưu giữ, trước tiên chúng tôi kiểm tra cẩn thận xem có cần thiết phải lưu giữ dữ liệu cá nhân được thu thập không và nếu việc lưu giữ là cần thiết thì chúng tôi nỗ lực làm việc để lưu giữ dữ liệu cá nhân trong khoảng thời gian khả thi ngắn nhất được luật pháp cho phép. Apple lưu giữ dữ liệu cá nhân giới hạn về việc sử dụng Kiểm tra của bạn, ví dụ như liệu bạn có đang hoạt động trong phiên Kiểm tra hay không và với ai, trong khoảng thời gian của phiên Kiểm tra và tối đa 24 giờ sau đó. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: 你可以通过平安确认与朋友互动和共享行程。你可以使用运行iOS 17或更高版本的iPhone开始平安确认会话。你和使用平安确认的朋友都需要启用iMessage信息并通过各自的Apple账户登录，且启用双重认证。为支持平安确认会话，Apple将在会话附近时段保留个人数据，包括平安确认会话类型，及当前你是否正在进行平安确认会话。Apple仅会在平安确认会话期间及结束后24小时内保留此个人数据。 当你开始目的地会话时，将与朋友共享你的目的地和大致到达时间。当设备到达目的地或持续时长结束且你确认平安时，你的朋友将收到自动通知。你也可以随时轻点“结束平安确认”或“停止共享”来取消平安确认。平安确认会话结束时，你的朋友将自动收到通知，平安确认会话的相关信息会被删除。 平安确认会话期间，会暂时存储你的设备信息。由于平安确认使用iMessage信息，设备信息会经过端对端加密。若发生意外，如设备未能到达目的地或失去连接、出现车祸检测或摔倒检测等紧急事件，或是你使用了SOS紧急联络功能且未对设备提示作出回应，你的朋友将自动收到iMessage信息通知。对方还将收到选项以下载与你设备相关的平安确认信息，包括最后已知的电池电量、蜂窝网络状态和位置。你也可以选择共享设备从起点到最后已知位置的路线。事件开始后最多24小时内，设备将持续监控你的行程进度并向朋友更新设备状态。你和朋友的设备会将平安确认信息下载到本地并保存最多七天。若错误地通知了你的朋友，你可以轻点“结束平安确认”以结束会话，并通过“信息”或“电话”App等联系和告知对方。 处理个人数据的适用法律依据 使用平安确认时，Apple会根据提供该服务以及遵守法律义务之所需来处理你的个人数据。在同意即为合理法律依据的地区，我们会根据当地适用法律寻求同意。 在当地适用法律允许时，我们会按照满足我们或第三方合法权益的目的所需来处理以下类别的个人数据，包括你是否正与他人进行平安确认会话、对方是谁，以及当前会话期间是否释放了缓存。这些合法权益包括： • 故障诊断，防范欺诈或犯罪行为 • 通过确保会话信息发送至正确的联系人，来帮助维护平安确认架构 保留 Apple仅在实现收集目的所需的时长内保留个人数据，包括Apple“隐私政策”或我们的服务特定隐私说明中所述或者法律要求收集的个人数据。评估保留时长时，我们首先会仔细检查是否有必要保留所收集的个人数据；如果需要保留，我们会致力于将个人数据保留法律允许的尽可能短的时长。平安确认会话期间和结束后的24小时内，Apple会保留你使用平安确认时的有限个人数据，例如你是否正在进行平安确认会话以及会话对象。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy。
zh_hk: 你可以使用「報平安」與朋友互動和共享行程。你可以使用已安裝iOS 17或較新版本的iPhone開始「報平安」。你和「報平安」朋友均需要啟用iMessage並使用自己的Apple帳户登入，以及啟用雙重認證。為了進行你的「報平安」階段，Apple會保留階段期間的個人資料，包括「報平安」階段的類型以及你是否正在進行階段。Apple只會在「報平安」階段期間及其結束後的24小時保留此個人資料。 當你開始前往目的地時，將會與你的朋友共享目的地和大約抵達時間。當你的裝置抵達目的地或時間結束，以及你確認平安時，將會向你的朋友傳送自動通知。你亦可以隨時點一下「結束報平安」或「停止共享」以取消「報平安」。「報平安」階段結束時，你的朋友將會自動收到通知，而「報平安」階段的相關資料將會被刪除。 「報平安」階段期間，將會暫時儲存你裝置的相關資料。因為「報平安」使用iMessage，此資料會以點對點加密。如果發生非預期事件，例如你的裝置無法抵達目的地或失去連線、發生緊急事件（例如車禍偵測或跌倒偵測）、你使用「緊急求助SOS」的任何功能、或你沒有回應裝置上的提示，你的朋友將會自動收到iMessage通知。朋友亦將會收到下載有關你裝置的「報平安」資料之選項，包括最後已知的電池電量、流動網絡狀態和位置。你亦可以選擇共享裝置由起點到最後已知位置的路線。事件發生後最多24小時內，裝置將會繼續監控你的行程進度，並向你的朋友更新你的裝置狀態。你的裝置和朋友的裝置將會在本機上儲存所下載的你的「報平安」資料7日。如果你的朋友因誤報而收到通知，你可以點一下「結束報平安」來結束階段，並透過「訊息」或「電話」App等方式通知朋友。 處理個人資料的適用法律依據 如你使用「報平安」，Apple會處理你的個人資料，此為提供服務所必需，此舉亦是為了遵守我們的法律義務。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 在適用的當地法律允許時，我們會視乎需要處理以下類別的個人資料，以保障我們或第三方的合法權益，包括以下資料：你是否正在與其他人處於「報平安」階段、對方是誰人，以及快取是否在目前階段期間釋出。這些合法權益目的包括： • 進行疑難排解、防止詐騙或犯罪活動 • 透過確保環節資料傳送予正確的聯絡人以協助維持「報平安」架構 保留 Apple只會在資料收集目的所需的期間內保留個人資料，包括「Apple私隱政策」或服務特定私隱通知內所述期間，或依照法律要求。評估保留多久時，我們首先會仔細檢查是否有必要保留所收集到的個人資料，如有需要保留，我們會儘量將個人資料的保留時間定在法律允許的最短期間內。Apple保留有關你使用「報平安」的有限個人資料，例如你是否正在進行「報平安」階段、對方是誰人，保留期限為「報平安」階段期間及其結束後最多24小時。 無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com/hk/privacy。
zh_tw: 你可以使用「平安通報」與朋友互動並分享你的行程。你可以使用安裝iOS 17或以上版本的iPhone來開始「平安通報」。你和「平安通報」聯絡人都需要啟用iMessage並使用自己的「Apple帳號」登入，並且啟用雙重認證。為提供「平安通報」功能，Apple會在「平安通報」期間保留你的個人資料，包含「平安通報」類型和目前是否有啟用中的「平安通報」階段。Apple只會在「平安通報」期間和其後24小時內保留此個人資料。 系統會在你開始前往目的地時與聯絡人分享你的目的地和大約抵達時間。在你裝置抵達目的地或時間到了且你確認一切平安時，系統會傳送自動通知給你的聯絡人。你也可以隨時點一下「結束平安通報」或「停止分享」來取消「平安通報」。「平安通報」階段結束時，你的聯絡人會自動收到通知，「平安通報」階段的相關資訊也會刪除。 「平安通報」階段期間會暫時儲存你裝置的相關資訊。因為「平安通報」使用iMessage，此資訊會受到端對端加密。如果發生未預期的事件，例如裝置沒有抵達目的地或失去連線、發生緊急事件（例如偵測到車禍或跌倒），你使用「SOS緊急服務」功能或你沒有回應裝置上的系統提示，你的聯絡人會自動收到iMessage通知。他們也會收到選項以下載你裝置相關的「平安通報」資訊，包含最後已知的電池電量、行動網路狀態和位置。你也可以選擇分享裝置從起點到最後已知位置之間的路線。事件發生後最多24小時內，裝置會持續監控你的行程進度並向聯絡人更新你的裝置狀態。你的裝置和聯絡人的裝置會下載你的「平安通報」資訊並在本機上儲存最多七天。如果系統錯誤地通知你的聯絡人，你可以點一下「結束平安通報」來結束階段，且透過例如「訊息」或「電話」等App告知聯絡人通知有誤。 處理個人資料適用的法律依據 若你使用「平安通報」，Apple會視提供服務和遵守法律義務所需來處理你的個人資料。在同意即為適當法律依據的地區，我們會依照適用的當地法律尋求你的同意。 若符合適用的當地法律，我們會以我們或第三方的正當利益為目的，視需要處理下列類別的個人資料，包含你是否正與其他人處於「平安通報」階段、該人是誰，以及目前階段期間是否有釋出快取資料。這些正當利益包含： • 疑難排解、防範詐騙或犯罪活動 • 透過確保階段資訊會傳送給正確的聯絡人來協助維持「平安通報」架構 保留 Apple只會在資料收集目的所需的期間內保留個人資料，包含「Apple隱私權政策」或服務特定隱私權通知內所述的期間，並依照法律的要求。評估保留期間時，我們首先會謹慎檢查是否有需要保留收集到的個人資料，若有需要保留，我們會盡量在法律允許範圍下可能的最短期間內保留個人資料。Apple會保留關於你使用「平安通報」的有限個人資料，例如你目前是否處於「平安通報」階段和「平安通報」的對象，我們會在「平安通報」期間和其後最多24小時內保留該資料。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com/tw/privacy。
